Repository: DeyanVNikolov/adventora
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi, hr, hu, is, it, mk, no, pt, ro, ru, sr, sv, tr, uk

source: The collected personal information serves as a basis for smooth, secure, and efficient booking and reservations. Your data facilitate account management, responsive customer support, and critical communication. If identified as a hotel manager, certain details are shared with the establishment to optimize reservation monitoring.
de: Die erhobenen personenbezogenen Daten dienen als Grundlage für eine reibungslose, sichere und effiziente Buchung und Reservierung. Ihre Daten erleichtern die Kontoverwaltung, den reaktionsschnellen Kundensupport und die kritische Kommunikation. Wenn Sie als Hotelmanager identifiziert werden, werden bestimmte Daten an die Einrichtung weitergegeben, um die Reservierungsüberwachung zu optimieren.
el: Οι συλλεγόμενες προσωπικές πληροφορίες χρησιμεύουν ως βάση για ομαλή, ασφαλή και αποτελεσματική κράτηση και κρατήσεις. Τα δεδομένα σας διευκολύνουν τη διαχείριση λογαριασμού, την ανταποκρινόμενη υποστήριξη πελατών και την κρίσιμη επικοινωνία. Εάν αναγνωριστεί ως διαχειριστής ξενοδοχείου, ορισμένες λεπτομέρειες κοινοποιούνται στο ίδρυμα για τη βελτιστοποίηση της παρακολούθησης των κρατήσεων.
es: La información personal recopilada sirve como base para realizar reservas sin problemas, seguras y eficientes. Sus datos facilitan la gestión de cuentas, la atención al cliente receptiva y la comunicación crítica. Si se identifica como gerente de un hotel, ciertos detalles se comparten con el establecimiento para optimizar el seguimiento de las reservas.
fi: Kerätyt henkilötiedot toimivat perustana sujuvalle, turvalliselle ja tehokkaalle varaukselle ja varauksille. Tietosi helpottavat tilinhallintaa, reagoivaa asiakastukea ja kriittistä viestintää. Jos tunnistetaan hotellin johtajaksi, tietyt tiedot jaetaan laitoksen kanssa varausvalvonnan optimoimiseksi.
hr: Prikupljeni osobni podaci služe kao osnova za nesmetano, sigurno i učinkovito rezerviranje i rezervaciju. Vaši podaci olakšavaju upravljanje računom, odgovarajuću korisničku podršku i kritičnu komunikaciju. Ako se identificira kao upravitelj hotela, određene pojedinosti dijele se s objektom kako bi se optimiziralo praćenje rezervacija.
hu: Az összegyűjtött személyes adatok a zökkenőmentes, biztonságos és hatékony foglalás és foglalás alapjául szolgálnak. Adatai megkönnyítik a fiókkezelést, a reagáló ügyfélszolgálatot és a kritikus kommunikációt. Ha szállodavezetőként azonosítják, bizonyos részleteket megosztanak a szálláshellyel a foglalások optimalizálása érdekében.
it: Le informazioni personali raccolte fungono da base per prenotazioni e prenotazioni fluide, sicure ed efficienti. I tuoi dati facilitano la gestione dell'account, un'assistenza clienti reattiva e la comunicazione critica. Se identificato come direttore d'albergo, alcuni dettagli vengono condivisi con la struttura per ottimizzare il monitoraggio delle prenotazioni.
no: De innsamlede personopplysningene fungerer som grunnlag for smidig, sikker og effektiv bestilling og reservasjoner. Dataene dine letter kontoadministrasjon, responsiv kundestøtte og kritisk kommunikasjon. Hvis identifisert som hotellsjef, deles visse detaljer med etablissementet for å optimalisere reservasjonsovervåkingen.
pt: As informações pessoais coletadas servem como base para reservas e reservas tranquilas, seguras e eficientes. Seus dados facilitam o gerenciamento de contas, o suporte ágil ao cliente e a comunicação crítica. Caso seja identificado como gestor de hotel, determinados dados são partilhados com o estabelecimento para otimizar o acompanhamento da reserva.
ro: Informațiile personale colectate servesc drept bază pentru o rezervare și rezervări fără probleme, sigure și eficiente. Datele dvs. facilitează gestionarea contului, asistența pentru clienți receptivă și comunicarea critică. Dacă este identificat ca manager de hotel, anumite detalii sunt partajate cu unitatea pentru a optimiza monitorizarea rezervărilor.
ru: Собранная личная информация служит основой для беспрепятственного, безопасного и эффективного бронирования. Ваши данные облегчают управление учетными записями, быструю поддержку клиентов и критически важное общение. Если вы идентифицируетесь как менеджер отеля, определенные сведения передаются заведению для оптимизации мониторинга бронирования.
sr: Прикупљени лични подаци служе као основа за глатке, безбедне и ефикасне резервације и резервације. Ваши подаци олакшавају управљање налогом, брзу корисничку подршку и критичну комуникацију. Ако се идентификује као менаџер хотела, одређени детаљи се деле са установом ради оптимизације праћења резервација.
sv: De insamlade personuppgifterna fungerar som en grund för smidig, säker och effektiv bokning och bokningar. Dina data underlättar kontohantering, lyhörd kundsupport och kritisk kommunikation. Om den identifieras som hotellchef delas vissa detaljer med anläggningen för att optimera bokningsövervakningen.
tr: Toplanan kişisel bilgiler sorunsuz, güvenli ve verimli rezervasyon ve rezervasyonlar için temel oluşturur. Verileriniz hesap yönetimini, duyarlı müşteri desteğini ve kritik iletişimi kolaylaştırır. Otel yöneticisi olarak belirtilmesi halinde, rezervasyon takibinin optimize edilmesi amacıyla belirli ayrıntılar tesisle paylaşılır.
uk: Зібрана особиста інформація служить основою для плавного, безпечного та ефективного бронювання та бронювання. Ваші дані полегшують керування обліковим записом, оперативну підтримку клієнтів і важливі комунікації. Якщо ідентифіковано як менеджера готелю, певні деталі передаються в заклад для оптимізації моніторингу бронювання.

source: 3. Engagement with Third-Party Services
de: 3. Zusammenarbeit mit Diensten Dritter
el: 3. Αλληλεπίδραση με υπηρεσίες τρίτων
es: 3. Compromiso con servicios de terceros
fi: 3. Yhteistyö kolmannen osapuolen palvelujen kanssa
hr: 3. Angažman s uslugama trećih strana
hu: 3. Elköteleződés harmadik felek szolgáltatásaival
it: 3. Interazione con servizi di terze parti
no: 3. Engasjement med tredjepartstjenester
pt: 3. Envolvimento com serviços de terceiros
ro: 3. Interacțiunea cu serviciile terților
ru: 3. Взаимодействие со сторонними сервисами
sr: 3. Ангажовање са услугама трећих страна
sv: 3. Engagemang med tredjepartstjänster
tr: 3. Üçüncü Taraf Hizmetleriyle Etkileşim
uk: 3. Взаємодія зі сторонніми службами

source: To enhance the user experience and expand our offerings, we engage reputable third-party services, including, but not limited to:
de: Um das Benutzererlebnis zu verbessern und unser Angebot zu erweitern, beauftragen wir seriöse Drittanbieterdienste, einschließlich, aber nicht beschränkt auf:
el: Για να βελτιώσουμε την εμπειρία χρήστη και να επεκτείνουμε τις προσφορές μας, προσλαμβάνουμε αξιόπιστες υπηρεσίες τρίτων, συμπεριλαμβανομένων, ενδεικτικά, των εξής:
es: Para mejorar la experiencia del usuario y ampliar nuestras ofertas, contratamos servicios de terceros acreditados, que incluyen, entre otros:
fi: Parantaaksemme käyttökokemusta ja laajentaaksemme tarjontaamme otamme käyttöön hyvämaineiset kolmannen osapuolen palvelut, mukaan lukien, mutta ei rajoittuen:
hr: Kako bismo poboljšali korisničko iskustvo i proširili našu ponudu, angažiramo ugledne usluge trećih strana, uključujući, ali ne ograničavajući se na:
hu: A felhasználói élmény fokozása és kínálatunk bővítése érdekében megbízható, harmadik féltől származó szolgáltatásokat veszünk igénybe, beleértve, de nem kizárólagosan:
it: Per migliorare l'esperienza dell'utente ed espandere le nostre offerte, ci avvaliamo di servizi di terze parti affidabili, inclusi, ma non limitati a:
no: For å forbedre brukeropplevelsen og utvide tilbudene våre, engasjerer vi anerkjente tredjepartstjenester, inkludert, men ikke begrenset til:
pt: Para melhorar a experiência do usuário e expandir nossas ofertas, contratamos serviços de terceiros confiáveis, incluindo, entre outros:
ro: Pentru a îmbunătăți experiența utilizatorului și pentru a ne extinde ofertele, angajăm servicii de renume terțe, inclusiv, dar fără a se limita la:
ru: Чтобы улучшить взаимодействие с пользователем и расширить наши предложения, мы привлекаем авторитетные сторонние сервисы, включая, помимо прочего:
sr: Да бисмо побољшали корисничко искуство и проширили нашу понуду, ангажујемо реномиране услуге треће стране, укључујући, али не ограничавајући се на:
sv: För att förbättra användarupplevelsen och utöka våra erbjudanden anlitar vi välrenommerade tredjepartstjänster, inklusive men inte begränsat till:
tr: Kullanıcı deneyimini geliştirmek ve tekliflerimizi genişletmek için aşağıdakiler dahil ancak bunlarla sınırlı olmamak üzere saygın üçüncü taraf hizmetlerinden faydalanıyoruz:
uk: Щоб покращити взаємодію з користувачами та розширити наші пропозиції, ми залучаємо авторитетні сторонні служби, включаючи, але не обмежуючись:

source: Google Analytics for detailed website analysis
de: Google Analytics für detaillierte Website-Analyse
el: Google Analytics για λεπτομερή ανάλυση ιστότοπου
es: Google Analytics para un análisis detallado del sitio web
fi: Google Analytics yksityiskohtaiseen verkkosivustoanalyysiin
hr: Google Analytics za detaljnu analizu web stranice
hu: Google Analytics a weboldal részletes elemzéséhez
it: Google Analytics per un'analisi dettagliata del sito web
no: Google Analytics for detaljert nettstedsanalyse
pt: Google Analytics para análise detalhada do site
ro: Google Analytics pentru analiza detaliată a site-ului web
ru: Google Analytics для детального анализа сайта
sr: Гоогле аналитика за детаљну анализу веб сајта
sv: Google Analytics för detaljerad webbplatsanalys
tr: Ayrıntılı web sitesi analizi için Google Analytics
uk: Google Analytics для детального аналізу веб-сайту

source: Top-Rent-A-Car for promotional banners, widgets, and joint promotions
de: Top-Rent-A-Car für Werbebanner, Widgets und gemeinsame Aktionen
el: Top-Rent-A-Car για διαφημιστικά banner, widgets και κοινές προσφορές
es: Top-Rent-A-Car para banners promocionales, widgets y promociones conjuntas
fi: Top-Rent-A-Car mainosbannereita, widgetejä ja yhteisiä kampanjoita varten
hr: Top-Rent-A-Car za promotivne bannere, widgete i zajedničke promocije
hu: Top-Rent-A-Car promóciós bannerekhez, widgetekhez és közös promóciókhoz
it: Top-Rent-A-Car per banner promozionali, widget e promozioni congiunte
no: Top-Rent-A-Car for reklamebannere, widgets og felleskampanjer
pt: Top-Rent-A-Car para banners promocionais, widgets e promoções conjuntas
ro: Top-Rent-A-Car pentru bannere promoționale, widget-uri și promoții comune
ru: Top-Rent-A-Car для рекламных баннеров, виджетов и совместных акций
sr: Топ-Рент-А-Цар за промотивне банере, виџете и заједничке промоције
sv: Top-Rent-A-Car för reklambanners, widgets och gemensamma kampanjer
tr: Promosyon afişleri, widget'lar ve ortak promosyonlar için Top-Rent-A-Car
uk: Top-Rent-A-Car для рекламних банерів, віджетів та спільних акцій

source: Social services for login, including Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK, and Amazon
de: Soziale Dienste zum Anmelden, darunter Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK und Amazon
el: Κοινωνικές υπηρεσίες για σύνδεση, συμπεριλαμβανομένων των Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK και Amazon
es: Servicios sociales para iniciar sesión, incluidos Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK y Amazon.
fi: Sisäänkirjautumisen sosiaaliset palvelut, mukaan lukien Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK ja Amazon
hr: Društvene usluge za prijavu, uključujući Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK i Amazon
hu: Közösségi szolgáltatások a bejelentkezéshez, beleértve a Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK és Amazon
it: Servizi social per l'accesso, inclusi Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK e Amazon
no: Sosiale tjenester for pålogging, inkludert Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK og Amazon
pt: Serviços sociais para login, incluindo Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK e Amazon
ro: Servicii sociale pentru conectare, inclusiv Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK și Amazon
ru: Социальные сервисы для входа, включая Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK и Amazon.
sr: Друштвене услуге за пријављивање, укључујући Гоогле, ГитХуб, Реддит, Спотифи, Трелло, Патреон, Стеам, ВК и Амазон
sv: Sociala tjänster för inloggning, inklusive Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK och Amazon
tr: Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK ve Amazon dahil olmak üzere oturum açmaya yönelik sosyal hizmetler
uk: Соціальні сервіси для входу, включаючи Google, GitHub, Reddit, Spotify, Trello, Patreon, Steam, VK і Amazon

source: Payment processing through reputable providers like Stripe and epay.bg for secure financial transactions
de: Zahlungsabwicklung über seriöse Anbieter wie Stripe und epay.bg für sichere Finanztransaktionen
el: Επεξεργασία πληρωμών μέσω αξιόπιστων παρόχων όπως η Stripe και η epay.bg για ασφαλείς οικονομικές συναλλαγές
es: Procesamiento de pagos a través de proveedores acreditados como Stripe y epay.bg para transacciones financieras seguras
fi: Maksujen käsittely hyvämaineisten palveluntarjoajien, kuten Stripen ja epay.bg:n, kautta turvallisia rahoitustapahtumia varten
hr: Obrada plaćanja putem renomiranih pružatelja usluga kao što su Stripe i epay.bg za sigurne financijske transakcije
hu: Fizetések feldolgozása olyan neves szolgáltatókon keresztül, mint a Stripe és az epay.bg a biztonságos pénzügyi tranzakciók érdekében
it: Elaborazione dei pagamenti tramite fornitori affidabili come Stripe ed epay.bg per transazioni finanziarie sicure
no: Betalingsbehandling gjennom anerkjente leverandører som Stripe og epay.bg for sikre økonomiske transaksjoner
pt: Processamento de pagamentos através de provedores confiáveis ​​como Stripe e epay.bg para transações financeiras seguras
ro: Procesarea plăților prin furnizori de renume precum Stripe și epay.bg pentru tranzacții financiare sigure
ru: Обработка платежей через надежных поставщиков, таких как Stripe и epay.bg, для обеспечения безопасности финансовых транзакций.
sr: Обрада плаћања преко реномираних провајдера као што су Стрипе и епаи.бг за безбедне финансијске трансакције
sv: Betalningshantering genom välrenommerade leverantörer som Stripe och epay.bg för säkra finansiella transaktioner
tr: Güvenli finansal işlemler için Stripe ve epay.bg gibi saygın sağlayıcılar aracılığıyla ödeme işlemleri
uk: Обробка платежів через надійних постачальників, таких як Stripe і epay.bg, для безпечних фінансових операцій

source: 4. Tracking Mechanisms and Cookies
de: 4. Tracking-Mechanismen und Cookies
el: 4. Μηχανισμοί παρακολούθησης και cookies
es: 4. Mecanismos de seguimiento y cookies
fi: 4. Seurantamekanismit ja evästeet
hr: 4. Mehanizmi praćenja i kolačići
hu: 4. Nyomon követési mechanizmusok és cookie-k
it: 4. Meccanismi di tracciamento e cookie
no: 4. Sporingsmekanismer og informasjonskapsler
pt: 4. Mecanismos de rastreamento e cookies
ro: 4. Mecanisme de urmărire și cookie-uri
ru: 4. Механизмы отслеживания и файлы cookie
sr: 4. Механизми за праћење и колачићи
sv: 4. Spårningsmekanismer och cookies
tr: 4. Takip Mekanizmaları ve Çerezler
uk: 4. Механізми відстеження та файли cookie

source: Cookies serve as vital components of our digital architecture, contributing to the seamless retention of sessions and the preservation of data for personalization, such as theme settings and language preferences. In addition, certain third-party cookies may be used in conjunction with our respected partners.
de: Cookies dienen als wichtige Komponenten unserer digitalen Architektur und tragen zur nahtlosen Beibehaltung von Sitzungen und zur Aufbewahrung von Daten zur Personalisierung bei, wie z. B. Themeneinstellungen und Spracheinstellungen. Darüber hinaus können in Zusammenarbeit mit unseren angesehenen Partnern bestimmte Cookies von Drittanbietern verwendet werden.
el: Τα cookies χρησιμεύουν ως ζωτικά στοιχεία της ψηφιακής μας αρχιτεκτονικής, συμβάλλοντας στην απρόσκοπτη διατήρηση των περιόδων σύνδεσης και στη διατήρηση δεδομένων για εξατομίκευση, όπως ρυθμίσεις θεμάτων και προτιμήσεις γλώσσας. Επιπλέον, ορισμένα cookies τρίτων μπορούν να χρησιμοποιηθούν σε συνδυασμό με τους αξιοσέβαστους συνεργάτες μας.
es: Las cookies sirven como componentes vitales de nuestra arquitectura digital, contribuyendo a la retención perfecta de sesiones y a la preservación de datos para personalización, como configuraciones de temas y preferencias de idioma. Además, se pueden utilizar determinadas cookies de terceros junto con nuestros respetados socios.
fi: Evästeet ovat digitaalisen arkkitehtuurimme keskeisiä osia, ja ne edistävät istuntojen saumatonta säilyttämistä ja tietojen, kuten teemaasetusten ja kieliasetusten, personointia varten. Lisäksi tiettyjä kolmannen osapuolen evästeitä voidaan käyttää yhdessä arvostettujen kumppaneidemme kanssa.
hr: Kolačići služe kao vitalne komponente naše digitalne arhitekture, pridonoseći besprijekornom zadržavanju sesija i očuvanju podataka za personalizaciju, kao što su postavke teme i jezične postavke. Osim toga, određeni kolačići trećih strana mogu se koristiti u suradnji s našim cijenjenim partnerima.
hu: A cookie-k digitális architektúránk létfontosságú összetevőiként szolgálnak, hozzájárulva a munkamenetek zökkenőmentes megőrzéséhez és a személyre szabott adatok megőrzéséhez, például a témabeállításokhoz és a nyelvi beállításokhoz. Ezen túlmenően, bizonyos harmadik féltől származó cookie-k is használhatók tisztelt partnereinkkel együtt.
it: I cookie fungono da componenti vitali della nostra architettura digitale, contribuendo alla conservazione continua delle sessioni e alla conservazione dei dati per la personalizzazione, come le impostazioni dei temi e le preferenze della lingua. Inoltre, alcuni cookie di terze parti potrebbero essere utilizzati insieme ai nostri rispettati partner.
no: Informasjonskapsler fungerer som viktige komponenter i vår digitale arkitektur, og bidrar til sømløs oppbevaring av økter og bevaring av data for personalisering, for eksempel temainnstillinger og språkpreferanser. I tillegg kan visse tredjeparts informasjonskapsler brukes sammen med våre respekterte partnere.
pt: Os cookies servem como componentes vitais da nossa arquitetura digital, contribuindo para a retenção contínua de sessões e a preservação de dados para personalização, como configurações de tema e preferências de idioma. Além disso, determinados cookies de terceiros podem ser usados ​​em conjunto com nossos respeitados parceiros.
ro: Cookie-urile servesc ca componente vitale ale arhitecturii noastre digitale, contribuind la păstrarea fără probleme a sesiunilor și la păstrarea datelor pentru personalizare, cum ar fi setările temei și preferințele de limbă. În plus, anumite module cookie de la terți pot fi utilizate împreună cu partenerii noștri respectați.
ru: Файлы cookie служат жизненно важными компонентами нашей цифровой архитектуры, способствуя бесперебойному сохранению сеансов и сохранению данных для персонализации, таких как настройки тем и языковые настройки. Кроме того, некоторые сторонние файлы cookie могут использоваться совместно с нашими уважаемыми партнерами.
sr: Колачићи служе као виталне компоненте наше дигиталне архитектуре, доприносећи беспрекорном задржавању сесија и очувању података за персонализацију, као што су подешавања теме и језичке поставке. Поред тога, одређени колачићи трећих страна могу се користити заједно са нашим поштованим партнерима.
sv: Cookies fungerar som viktiga komponenter i vår digitala arkitektur, och bidrar till sömlöst bevarande av sessioner och bevarande av data för personalisering, såsom temainställningar och språkinställningar. Dessutom kan vissa tredjepartscookies användas tillsammans med våra respekterade partners.
tr: Çerezler, dijital mimarimizin hayati bileşenleri olarak görev yapar ve oturumların kusursuz bir şekilde tutulmasına ve tema ayarları ve dil tercihleri ​​gibi kişiselleştirme amacıyla verilerin korunmasına katkıda bulunur. Ayrıca saygın ortaklarımızla birlikte belirli üçüncü taraf çerezleri de kullanılabilir.
uk: Файли cookie є життєво важливими компонентами нашої цифрової архітектури, сприяючи безперебійному збереженню сеансів і збереженню даних для персоналізації, таких як налаштування теми та мовні параметри. Крім того, певні файли cookie третіх сторін можуть використовуватися спільно з нашими поважними партнерами.

source: 5. Data Retention Strategy
de: 5. Strategie zur Datenaufbewahrung
el: 5. Στρατηγική διατήρησης δεδομένων
es: 5. Estrategia de retención de datos
fi: 5. Tietojen säilyttämisstrategia
hr: 5. Strategija čuvanja podataka
hu: 5. Adatmegőrzési stratégia
it: 5. Strategia di conservazione dei dati
no: 5. Datalagringsstrategi
pt: 5. Estratégia de retenção de dados
ro: 5. Strategia de păstrare a datelor
ru: 5. Стратегия хранения данных
sr: 5. Стратегија задржавања података
sv: 5. Datalagringsstrategi
tr: 5. Veri Saklama Stratejisi
uk: 5. Стратегія збереження даних
