Repository: DeyanVNikolov/adventora
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi, hr, hu, is, it, mk, no, pt, ro, ru, sr, sv, tr, uk

source: Successfully updated room status
fi: Huoneen tilan päivitys onnistui
ru: Статус комнаты успешно обновлен.
sr: Статус собе је ажуриран
sv: Rumsstatus har uppdaterats
tr: Oda durumu başarıyla güncellendi
uk: Статус кімнати успішно оновлено

source: Invalid status
fi: Virheellinen tila
ru: Неверный статус
sr: Неважећи статус
sv: Ogiltig status
tr: Geçersiz durum
uk: Недійсний статус

source: This room is already occupied
de: Dieses Zimmer ist bereits belegt
el: Αυτό το δωμάτιο είναι ήδη κατειλημμένο
fi: Tämä huone on jo varattu
hr: Ova soba je već zauzeta
hu: Ez a szoba már foglalt
it: Questa stanza è già occupata
no: Dette rommet er allerede opptatt
pt: Este quarto já está ocupado
ro: Această cameră este deja ocupată
ru: Эта комната уже занята
sr: Ова соба је већ заузета
sv: Detta rum är redan upptaget
tr: Bu oda zaten dolu
uk: Ця кімната вже зайнята

source: We cannot find the reservation you are looking for
fi: Emme löydä etsimääsi varausta
ru: Мы не можем найти бронирование, которое вы ищете.
sr: Не можемо да пронађемо резервацију коју тражите
sv: Vi kan inte hitta bokningen du letar efter
tr: Aradığınız rezervasyonu bulamıyoruz
uk: Ми не можемо знайти бронювання, яке ви шукаєте

source: This reservation is already completed
fi: Tämä varaus on jo tehty
ru: Это бронирование уже завершено
sr: Ова резервација је већ завршена
sv: Denna reservation är redan genomförd
tr: Bu rezervasyon zaten tamamlandı
uk: Це бронювання вже завершено

source: This reservation is already cancelled
fi: Tämä varaus on jo peruutettu
ru: Это бронирование уже отменено
sr: Ова резервација је већ отказана
sv: Denna reservation är redan annullerad
tr: Bu rezervasyon zaten iptal edildi
uk: Це бронювання вже скасовано

source: This reservation is already expired
fi: Tämä varaus on jo vanhentunut
ru: Срок действия этого бронирования уже истек
sr: Ова резервација је већ истекла
sv: Denna reservation har redan löpt ut
tr: Bu rezervasyonun süresi zaten doldu
uk: Це бронювання вже закінчилося

source: This reservation is already rejected
fi: Tämä varaus on jo hylätty
ru: Это бронирование уже отклонено
sr: Ова резервација је већ одбијена
sv: Denna reservation är redan avvisad
tr: Bu rezervasyon zaten reddedildi
uk: Це бронювання вже відхилено

source: Successfully occupied room
fi: Onnistuneesti varattu huone
ru: Комната успешно занята
sr: Успешно заузета соба
sv: Upptaget rum framgångsrikt
tr: Oda başarıyla işgal edildi
uk: Вдало зайнята кімната

source: Successfully deleted room
fi: Huoneen poistaminen onnistui
ru: Комната успешно удалена
sr: Соба је избрисана
sv: Rummet har raderats
tr: Oda başarıyla silindi
uk: Кімнату успішно видалено

source: Successfully added reservation
fi: Varaus lisätty onnistuneesti
ru: Бронирование успешно добавлено.
sr: Резервација је успешно додата
sv: Bokningen har lagts till
tr: Rezervasyon başarıyla eklendi
uk: Бронювання успішно додано

source: Successfully uploaded photos
fi: Valokuvien lähetys onnistui
ru: Фотографии успешно загружены
sr: Успешно отпремљене фотографије
sv: Foton har laddats upp
tr: Fotoğraflar başarıyla yüklendi
uk: Успішно завантажено фотографії

source: Successfully deleted photo
fi: Kuvan poistaminen onnistui
ru: Фотография успешно удалена.
sr: Фотографија је успешно избрисана
sv: Fotot har tagits bort
tr: Fotoğraf başarıyla silindi
uk: Фотографію успішно видалено

source: Photo not found
de: Foto nicht gefunden
el: Η φωτογραφία δεν βρέθηκε
es: Foto no encontrada
fi: Valokuvaa ei löydy
hr: Fotografija nije pronađena
hu: A fénykép nem található
it: Foto non trovata
no: Bildet ble ikke funnet
pt: Foto não encontrada
ro: Fotografia nu a fost găsită
ru: Фото не найдено
sr: Фотографија није пронађена
sv: Bilden hittades inte
tr: Fotoğraf bulunamadı
uk: Фото не знайдено

source: Successfully updated room
fi: Huoneen päivitys onnistui
ru: Комната успешно обновлена.
sr: Соба је ажурирана
sv: Rummet har uppdaterats framgångsrikt
tr: Oda başarıyla güncellendi
uk: Успішно оновлено кімнату

source: Home
fi: Koti
sr: Кућа
sv: Hem
tr: Ev

source: Login with Patreon
is: Skráðu þig inn með Patreon
mk: Најавете се со Patreon

source: Login with Amazon
is: Skráðu þig inn með Amazon
mk: Најавете се со Амазон

source: Language
is: Tungumál
mk: Јазик
