Repository: DeyanVNikolov/adventora
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi, hr, hu, is, it, mk, no, pt, ro, ru, sr, sv, tr, uk

source: Adventora is entirely aimed at legal adults. Due to the mandatory nature of collecting personal data for reservation purposes and payment processing, the platform is not intended for minors. Exceptions may arise when legal adults provide information on minors within the context of their booked vacation.
de: Adventora richtet sich ausschließlich an volljährige Erwachsene. Aufgrund der Pflicht zur Erhebung personenbezogener Daten zu Reservierungszwecken und zur Zahlungsabwicklung ist die Plattform nicht für Minderjährige gedacht. Ausnahmen können entstehen, wenn volljährige Personen im Rahmen ihres gebuchten Urlaubs Angaben zu Minderjährigen machen.
el: Το Adventora απευθύνεται αποκλειστικά σε νομικούς ενήλικες. Λόγω του υποχρεωτικού χαρακτήρα της συλλογής προσωπικών δεδομένων για σκοπούς κράτησης και επεξεργασίας πληρωμών, η πλατφόρμα δεν προορίζεται για ανηλίκους. Ενδέχεται να προκύψουν εξαιρέσεις όταν οι νόμιμοι ενήλικες παρέχουν πληροφορίες για ανηλίκους στο πλαίσιο των κρατήσεων των διακοπών τους.
es: Adventora está íntegramente dirigido a mayores de edad. Debido a la naturaleza obligatoria de la recopilación de datos personales para fines de reserva y procesamiento de pagos, la plataforma no está destinada a menores. Pueden surgir excepciones cuando los adultos legales proporcionen información sobre menores en el contexto de sus vacaciones reservadas.
fi: Adventora on suunnattu kokonaan laillisille aikuisille. Varaustarkoituksiin ja maksujen käsittelyyn liittyvien henkilötietojen keräämisen pakollisuudesta johtuen alustaa ei ole tarkoitettu alaikäisille. Poikkeuksia voi syntyä, kun lailliset aikuiset antavat tietoja alaikäisistä varaamansa loman yhteydessä.
hr: Adventora je u potpunosti namijenjena odraslim pravnim osobama. Zbog obvezne naravi prikupljanja osobnih podataka u svrhu rezervacije i obrade plaćanja, platforma nije namijenjena maloljetnicima. Iznimke mogu nastati kada zakonite punoljetne osobe daju informacije o maloljetnicima u kontekstu njihovog rezerviranog godišnjeg odmora.
hu: Az Adventora teljes mértékben a legális felnőtteknek szól. A személyes adatok foglalási és fizetési feldolgozási célú gyűjtésének kötelező jellege miatt a platform nem kiskorúak számára készült. Kivételek adódhatnak, ha a törvényes felnőttek a lefoglalt nyaralásuk keretében adnak tájékoztatást kiskorúakról.
it: Adventora è interamente rivolto agli adulti legali. A causa del carattere obbligatorio della raccolta dei dati personali ai fini della prenotazione e dell'elaborazione dei pagamenti, la piattaforma non è destinata ai minori. Possono verificarsi eccezioni nel caso in cui gli adulti legali forniscano informazioni su minori nell'ambito della loro vacanza prenotata.
no: Adventora er utelukkende rettet mot juridiske voksne. På grunn av den obligatoriske karakteren av å samle inn personopplysninger for reservasjonsformål og betalingsbehandling, er plattformen ikke beregnet på mindreårige. Unntak kan oppstå når juridiske voksne gir informasjon om mindreårige i forbindelse med deres bestilte ferie.
pt: Adventora é inteiramente voltado para adultos legais. Devido à obrigatoriedade de recolha de dados pessoais para efeitos de reservas e processamento de pagamentos, a plataforma não se destina a menores. Podem surgir exceções quando adultos legais fornecem informações sobre menores no contexto das férias reservadas.
ro: Adventora se adresează în întregime adulților legali. Datorită caracterului obligatoriu al colectării datelor cu caracter personal în scopul rezervării și procesării plăților, platforma nu este destinată minorilor. Pot apărea excepții atunci când adulții legali oferă informații despre minori în contextul vacanței rezervate.
ru: Adventora полностью ориентирована на совершеннолетних законных лиц. В связи с обязательным характером сбора персональных данных для целей бронирования и обработки платежей платформа не предназначена для несовершеннолетних. Исключения могут возникнуть, когда совершеннолетние совершеннолетние предоставляют информацию о несовершеннолетних в контексте забронированного ими отпуска.
sr: Адвентора је у потпуности усмерена на пунолетне особе. Због обавезне природе прикупљања личних података за потребе резервације и обраде плаћања, платформа није намењена малолетницима. Изузеци могу да настану када пунолетна лица дају информације о малолетницима у контексту њиховог резервисаног одмора.
sv: Adventora riktar sig helt till juridiska vuxna. På grund av den obligatoriska karaktären av att samla in personuppgifter för bokningsändamål och betalningshantering är plattformen inte avsedd för minderåriga. Undantag kan uppstå när juridiska personer lämnar information om minderåriga inom ramen för deras bokade semester.
tr: Adventora tamamen yasal yetişkinlere yöneliktir. Rezervasyon amaçları ve ödeme işlemleri için kişisel verilerin toplanmasının zorunlu olması nedeniyle platform reşit olmayanlara yönelik değildir. Yasal yetişkinlerin rezervasyon yaptırdıkları tatil bağlamında reşit olmayanlar hakkında bilgi vermesi durumunda istisnalar ortaya çıkabilir.
uk: Adventora повністю орієнтована на дорослих. Через обов’язковий характер збору персональних даних для цілей бронювання та обробки платежів платформа не призначена для неповнолітніх. Винятки можуть виникнути, коли законні повнолітні особи надають інформацію про неповнолітніх під час заброньованої ними відпустки.

source: 10. Notification of Policy Changes
de: 10. Benachrichtigung über Richtlinienänderungen
el: 10. Ειδοποίηση Αλλαγών Πολιτικής
es: 10. Notificación de cambios de política
fi: 10. Ilmoitus käytäntöjen muutoksista
hr: 10. Obavijest o promjenama politike
hu: 10. Értesítés a szabályzat változásairól
it: 10. Notifica delle modifiche alle politiche
no: 10. Varsling om policyendringer
pt: 10. Notificação de mudanças na política
ro: 10. Notificarea modificărilor politicii
ru: 10. Уведомление об изменениях политики
sr: 10. Обавештење о променама политике
sv: 10. Meddelande om policyändringar
tr: 10. Politika Değişikliklerinin Bildirilmesi
uk: 10. Повідомлення про зміни в політиці

source: Changes or modifications to this Policy will be communicated via email and will be clearly displayed on the Website.
de: Änderungen oder Modifikationen dieser Richtlinie werden per E-Mail mitgeteilt und deutlich auf der Website angezeigt.
el: Αλλαγές ή τροποποιήσεις σε αυτήν την Πολιτική θα κοινοποιούνται μέσω email και θα εμφανίζονται καθαρά στον Ιστότοπο.
es: Los cambios o modificaciones a esta Política se comunicarán por correo electrónico y se mostrarán claramente en el Sitio web.
fi: Tämän käytännön muutoksista ilmoitetaan sähköpostitse ja ne näkyvät selkeästi verkkosivustolla.
hr: Promjene ili izmjene ove Politike bit će priopćene putem e-pošte i bit će jasno prikazane na web stranici.
hu: A jelen Szabályzat változásairól vagy módosításairól e-mailben értesítjük, és egyértelműen megjelennek a Weboldalon.
it: Cambiamenti o modifiche alla presente Politica saranno comunicati via e-mail e saranno chiaramente visualizzati sul Sito.
no: Endringer eller modifikasjoner av denne policyen vil bli kommunisert via e-post og vil bli tydelig vist på nettstedet.
pt: Alterações ou modificações nesta Política serão comunicadas por e-mail e serão claramente exibidas no Site.
ro: Modificările sau modificările aduse acestei Politici vor fi comunicate prin e-mail și vor fi afișate clar pe Site.
ru: Об изменениях или модификациях настоящей Политики будет сообщено по электронной почте и будет четко отображено на Веб-сайте.
sr: Промене или модификације ове Политике биће саопштене путем е-поште и јасно ће бити приказане на веб локацији.
sv: Ändringar eller modifieringar av denna policy kommer att kommuniceras via e-post och kommer att visas tydligt på webbplatsen.
tr: Bu Politikadaki değişiklikler veya modifikasyonlar e-posta yoluyla iletilecek ve Web Sitesinde açıkça görüntülenecektir.
uk: Про зміни або модифікації цієї Політики буде повідомлено електронною поштою та чітко відображено на веб-сайті.

source: 11. Legitimate Basis for Data Processing
de: 11. Rechtsgrundlage für die Datenverarbeitung
el: 11. Νόμιμη βάση για την επεξεργασία δεδομένων
es: 11. Base legítima para el procesamiento de datos
fi: 11. Tietojenkäsittelyn oikeutettu perusta
hr: 11. Legitimna osnova za obradu podataka
hu: 11. Az adatfeldolgozás jogos alapja
it: 11. Base legittima del trattamento dei dati
no: 11. Legitime grunnlag for databehandling
pt: 11. Base legítima para processamento de dados
ro: 11. Temei legitime pentru prelucrarea datelor
ru: 11. Законное основание для обработки данных
sr: 11. Легитимна основа за обраду података
sv: 11. Legitim grund för databehandling
tr: 11. Veri İşlemenin Meşru Dayanağı
uk: 11. Законні підстави для обробки даних

source: The collection and processing of data are based on the mandatory execution of reservations and related reservation activities.
de: Die Erhebung und Verarbeitung der Daten erfolgt auf Grundlage der verpflichtenden Durchführung von Reservierungen und damit verbundenen Reservierungstätigkeiten.
el: Η συλλογή και η επεξεργασία δεδομένων βασίζεται στην υποχρεωτική εκτέλεση κρατήσεων και σχετικών δραστηριοτήτων κρατήσεων.
es: La recopilación y el procesamiento de datos se basan en la ejecución obligatoria de reservas y actividades de reserva relacionadas.
fi: Tietojen kerääminen ja käsittely perustuu varausten pakolliseen suorittamiseen ja niihin liittyviin varaustoimintoihin.
hr: Prikupljanje i obrada podataka temelje se na obveznom izvršavanju rezervacija i povezanih aktivnosti rezervacija.
hu: Az adatok gyűjtése és feldolgozása a foglalások kötelező végrehajtásán és a kapcsolódó foglalási tevékenységeken alapul.
it: La raccolta e il trattamento dei dati si basano sull'esecuzione obbligatoria delle prenotazioni e delle relative attività di prenotazione.
no: Innsamling og behandling av data er basert på obligatorisk gjennomføring av reservasjoner og relaterte reservasjonsaktiviteter.
pt: A recolha e tratamento de dados baseiam-se na execução obrigatória de reservas e atividades de reserva relacionadas.
ro: Colectarea și prelucrarea datelor se bazează pe executarea obligatorie a rezervărilor și activităților de rezervare aferente.
ru: Сбор и обработка данных основаны на обязательном выполнении бронирования и связанных с ним действиях по бронированию.
sr: Прикупљање и обрада података заснива се на обавезном извршењу резервација и с тим повезаним активностима резервације.
sv: Insamlingen och behandlingen av data baseras på obligatoriskt genomförande av reservationer och relaterade bokningsaktiviteter.
tr: Verilerin toplanması ve işlenmesi, rezervasyonların ve ilgili rezervasyon faaliyetlerinin zorunlu olarak yürütülmesine dayanmaktadır.
uk: Збір і обробка даних базуються на обов'язковому виконанні бронювань і пов'язаних з ним діях.

source: 12. Implied Consent
de: 12. Stillschweigende Zustimmung
el: 12. Σιωπηρή Συναίνεση
es: 12. Consentimiento implícito
fi: 12. Implisiittinen suostumus
hr: 12. Implicitni pristanak
hu: 12. hallgatólagos beleegyezés
it: 12. Consenso implicito
no: 12. Underforstått samtykke
pt: 12. Consentimento Implícito
ro: 12. Consimțământul implicit
ru: 12. Подразумеваемое согласие
sr: 12. Подразумевана сагласност
sv: 12. Underförstått samtycke
tr: 12. Zımni Rıza
uk: 12. Неявна згода

source: By using our platform and creating an account, you implicitly agree to the collection and processing of personal data, in accordance with this Policy.
de: Durch die Nutzung unserer Plattform und die Erstellung eines Kontos stimmen Sie implizit der Erhebung und Verarbeitung personenbezogener Daten gemäß dieser Richtlinie zu.
el: Χρησιμοποιώντας την πλατφόρμα μας και δημιουργώντας έναν λογαριασμό, συμφωνείτε σιωπηρά με τη συλλογή και επεξεργασία προσωπικών δεδομένων, σύμφωνα με την παρούσα Πολιτική.
es: Al utilizar nuestra plataforma y crear una cuenta, usted acepta implícitamente la recopilación y el procesamiento de datos personales, de acuerdo con esta Política.
fi: Käyttämällä alustaamme ja luomalla tilin hyväksyt implisiittisesti henkilötietojen keräämisen ja käsittelyn tämän käytännön mukaisesti.
hr: Korištenjem naše platforme i kreiranjem računa, implicitno pristajete na prikupljanje i obradu osobnih podataka, u skladu s ovom Politikom.
hu: Platformunk használatával és fiók létrehozásával Ön hallgatólagosan hozzájárul személyes adatok gyűjtéséhez és feldolgozásához, a jelen Szabályzattal összhangban.
it: Utilizzando la nostra piattaforma e creando un account, accetti implicitamente la raccolta e il trattamento dei dati personali, in conformità con questa Politica.
no: Ved å bruke vår plattform og opprette en konto, samtykker du implisitt til innsamling og behandling av personopplysninger, i samsvar med denne policyen.
pt: Ao utilizar a nossa plataforma e criar uma conta, você concorda implicitamente com a coleta e processamento de dados pessoais, de acordo com esta Política.
ro: Prin utilizarea platformei noastre și crearea unui cont, sunteți implicit de acord cu colectarea și prelucrarea datelor cu caracter personal, în conformitate cu această Politică.
ru: Используя нашу платформу и создавая учетную запись, вы безоговорочно соглашаетесь на сбор и обработку персональных данных в соответствии с настоящей Политикой.
sr: Коришћењем наше платформе и креирањем налога, имплицитно се слажете са прикупљањем и обрадом личних података, у складу са овом Политиком.
sv: Genom att använda vår plattform och skapa ett konto samtycker du implicit till insamling och behandling av personuppgifter, i enlighet med denna policy.
tr: Platformumuzu kullanarak ve bir hesap oluşturarak, kişisel verilerin bu Politikaya uygun olarak toplanmasını ve işlenmesini zımnen kabul etmiş olursunuz.
uk: Використовуючи нашу платформу та створюючи обліковий запис, ви прямо погоджуєтеся на збір та обробку персональних даних відповідно до цієї Політики.

source: 13. Compliance with Applicable Regulations
de: 13. Einhaltung der geltenden Vorschriften
el: 13. Συμμόρφωση με τους ισχύοντες κανονισμούς
es: 13. Cumplimiento de la Normativa Aplicable
fi: 13. Sovellettavien määräysten noudattaminen
hr: 13. Sukladnost s primjenjivim propisima
hu: 13. A vonatkozó előírások betartása
it: 13. Conformità alle normative applicabili
no: 13. Overholdelse av gjeldende forskrifter
pt: 13. Conformidade com os Regulamentos Aplicáveis
ro: 13. Respectarea reglementărilor aplicabile
ru: 13. Соблюдение применимых правил
sr: 13. Усклађеност са важећим прописима
sv: 13. Efterlevnad av tillämpliga bestämmelser
tr: 13. Geçerli Yönetmeliklere Uygunluk
uk: 13. Відповідність чинним нормам

source: Our data processing procedures strictly adhere to the regulations and provisions set forth by the General Data Protection Regulation (GDPR).
de: Bei der Datenverarbeitung richten wir uns strikt nach den Vorschriften und Vorschriften der Datenschutz-Grundverordnung (DSGVO).
el: Οι διαδικασίες επεξεργασίας δεδομένων μας τηρούν αυστηρά τους κανονισμούς και τις διατάξεις που ορίζονται από τον Γενικό Κανονισμό Προστασίας Δεδομένων (GDPR).
es: Nuestros procedimientos de procesamiento de datos se ajustan estrictamente a las normas y disposiciones establecidas por el Reglamento General de Protección de Datos (GDPR).
fi: Tietojenkäsittelymenettelymme noudattavat tiukasti yleisen tietosuoja-asetuksen (GDPR) säännöksiä ja määräyksiä.
hr: Naši postupci obrade podataka strogo se pridržavaju propisa i odredbi Opće uredbe o zaštiti podataka (GDPR).
hu: Adatkezelési eljárásaink szigorúan betartják az Általános Adatvédelmi Rendelet (GDPR) előírásait és rendelkezéseit.
it: Le nostre procedure di trattamento dei dati rispettano rigorosamente le norme e le disposizioni stabilite dal Regolamento generale sulla protezione dei dati (GDPR).
no: Våre databehandlingsprosedyrer følger strengt regelverket og bestemmelsene fastsatt av General Data Protection Regulation (GDPR).
pt: Os nossos procedimentos de tratamento de dados cumprem rigorosamente os regulamentos e disposições estabelecidas pelo Regulamento Geral de Proteção de Dados (RGPD).
ro: Procedurile noastre de prelucrare a datelor respectă cu strictețe reglementările și prevederile prevăzute de Regulamentul general privind protecția datelor (GDPR).
ru: Наши процедуры обработки данных строго соответствуют нормам и положениям Общего регламента защиты данных (GDPR).
sr: Наши поступци обраде података стриктно су у складу са прописима и одредбама утврђеним Општом уредбом о заштити података (ГДПР).
sv: Våra databehandlingsförfaranden följer strikt de regler och bestämmelser som anges i den allmänna dataskyddsförordningen (GDPR).
tr: Veri işleme prosedürlerimiz, Genel Veri Koruma Yönetmeliği (GDPR) tarafından belirlenen düzenlemelere ve hükümlere sıkı sıkıya bağlıdır.
uk: Наші процедури обробки даних суворо відповідають нормам і положенням, викладеним Загальним регламентом захисту даних (GDPR).

source: For questions, clarifications, or requests related to your personal data and this Policy, we inform you that you can contact us via the following contact: <a href='mailto:support@adventora.net'>hello@adventora.net</a>.
de: Bei Fragen, Erläuterungen oder Anfragen im Zusammenhang mit Ihren personenbezogenen Daten und dieser Richtlinie informieren wir Sie darüber, dass Sie uns über die folgende Kontaktadresse kontaktieren können: <a href='mailto:support@adventora.net'>hello@adventora.net</ a>.
el: Για ερωτήσεις, διευκρινίσεις ή αιτήματα σχετικά με τα προσωπικά σας δεδομένα και την παρούσα Πολιτική, σας ενημερώνουμε ότι μπορείτε να επικοινωνήσετε μαζί μας μέσω της ακόλουθης επικοινωνίας: <a href='mailto:support@adventora.net'>hello@adventora.net</ α>.
es: Para dudas, aclaraciones o solicitudes relacionadas con sus datos personales y esta Política, le informamos que puede contactar con nosotros a través del siguiente contacto: <a href='mailto:support@adventora.net'>hello@adventora.net</ un>.
fi: Jos sinulla on kysymyksiä, selvennyksiä tai pyyntöjä, jotka liittyvät henkilötietoihisi ja tähän käytäntöön, ilmoitamme, että voit ottaa meihin yhteyttä seuraavalla yhteystiedolla: <a href='mailto:support@adventora.net'>hello@adventora.net</. a>.
hr: Za pitanja, pojašnjenja ili zahtjeve vezane uz Vaše osobne podatke i ovu Politiku, obavještavamo Vas da nas možete kontaktirati putem sljedećeg kontakta: <a href='mailto:support@adventora.net'>hello@adventora.net</ a>.
hu: Az Ön személyes adataival és jelen Szabályzattal kapcsolatos kérdései, pontosításai vagy kérései esetén tájékoztatjuk, hogy a következő elérhetőségeinken fordulhatnak hozzánk: <a href='mailto:support@adventora.net'>hello@adventora.net</. a>.
it: Per domande, chiarimenti o richieste relative ai tuoi dati personali e alla presente Informativa, ti informiamo che puoi contattarci tramite il seguente contatto: <a href='mailto:support@adventora.net'>hello@adventora.net</ un>.
no: For spørsmål, avklaringer eller forespørsler knyttet til dine personopplysninger og denne policyen, informerer vi deg om at du kan kontakte oss via følgende kontakt: <a href='mailto:support@adventora.net'>hello@adventora.net</a> a>.
pt: Para dúvidas, esclarecimentos ou solicitações relacionadas aos seus dados pessoais e a esta Política, informamos que você pode entrar em contato conosco através do seguinte contato: <a href='mailto:support@adventora.net'>hello@adventora.net</ uma>.
ro: Pentru întrebări, clarificări sau solicitări legate de datele dumneavoastră cu caracter personal și de această Politică, vă informăm că ne puteți contacta prin următoarea persoană de contact: <a href='mailto:support@adventora.net'>hello@adventora.net</ a>.
ru: По вопросам, разъяснениям или запросам, связанным с вашими личными данными и настоящей Политикой, мы сообщаем вам, что вы можете связаться с нами по следующему контакту: <a href='mailto:support@adventora.net'>hello@adventora.net</ а>.
sr: За питања, појашњења или захтеве у вези са вашим личним подацима и овом Политиком, обавештавамо вас да нас можете контактирати путем следећег контакта: <а хреф='маилто:суппорт@адвентора.нет'>хелло@адвентора.нет</ а>.
sv: För frågor, förtydliganden eller förfrågningar relaterade till dina personuppgifter och denna policy informerar vi dig om att du kan kontakta oss via följande kontakt: <a href='mailto:support@adventora.net'>hello@adventora.net</a> a>.
tr: Kişisel verileriniz ve bu Politikayla ilgili sorularınız, açıklamalarınız veya talepleriniz için bizimle şu iletişim yoluyla iletişime geçebileceğinizi bildiririz: <a href='mailto:support@adventora.net'>hello@adventora.net</ a>.
uk: Якщо у вас є запитання, роз’яснення або запити, пов’язані з вашими персональними даними та цією Політикою, ми повідомляємо, що ви можете зв’язатися з нами за такою адресою: <a href='mailto:support@adventora.net'>hello@adventora.net</ a>.

source: Reserve Room
fi: Varaa huone
ru: Забронировать номер
sr: Ресерве Роом
sv: Boka rum
tr: Rezervasyon Odası
uk: Резервна кімната

source: Price / Night
de: Preis / Nacht
el: Τιμή / Διανυκτέρευση
es: Precio / Noche
fi: Hinta / yö
hr: Cijena / noćenje
hu: Ár / Éjszaka
it: Prezzo/Notte
no: Pris / natt
pt: Preço / Noite
ro: Pret / Noapte
ru: Цена/Ночь
sr: Цена / ноћ
sv: Pris/natt
tr: Fiyat / Gece
uk: Ціна / Ніч

source: Name
fi: Nimi
ru: Имя
sr: Име
sv: namn
tr: İsim
uk: Ім'я

source: Email
el: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
es: Correo electrónico
fi: Sähköposti
is: Tölvupóstur
mk: Е-пошта
no: E-post
ru: Электронная почта
sr: Емаил
sv: E-post
tr: E-posta
uk: Електронна пошта

source: How many people?
de: Wie viele Leute?
el: Πόσοι άνθρωποι?
es: ¿Cuanta gente?
fi: Kuinka monta ihmistä?
hr: Koliko ljudi?
hu: Hány ember?
it: Quante persone?
no: Hvor mange folk?
pt: Quantas pessoas?
ro: Cati oameni?
ru: Сколько людей?
sr: Колико људи?
sv: Hur många personer?
tr: Kaç insan?
uk: Скільки людей?

source: How many nights?
de: Wie viele Nächte?
el: Πόσες νύχτες;
es: ¿Cuántas noches?
fi: Kuinka monta yötä?
hr: Koliko noći?
hu: Hány éjszaka?
it: Quante notti?
no: Hvor mange netter?
pt: Quantas noites?
ro: Cate nopti?
ru: Сколько ночей?
sr: Колико ноћи?
sv: Hur många nätter?
tr: Kaç gece?
uk: Скільки ночей?

source: TOTAL
de: GESAMT
el: ΣΥΝΟΛΟ
fi: KAIKKI YHTEENSÄ
hr: UKUPNO
hu: TELJES
it: TOTALE
ru: ОБЩИЙ
sr: ТОТАЛ
tr: TOPLAM
uk: РАЗОМ

source: Username or email
de: Benutzername oder E-Mail-Adresse
el: Ονομα χρήστη ή διεύθυνση ηλεκτρονικού ταχυδρομίου
es: Nombre de usuario o correo electrónico
fi: Käyttäjätunnus tai sähköpostiosoite
hr: Korisničko ime ili email
hu: Felhasználónév vagy e-mail
is: Notendanafn eða tölvupóstur
it: Nome utente o email
mk: Корисничко име или е-маил
no: Brukernavn eller e-post
pt: Nome de usuário ou email
ro: Nume de utilizator sau email
ru: Имя пользователя или адрес электронной почты
sr: Корисничко име или е-маил
sv: Användarnamn eller e-mail
tr: Kullanıcı adı ya da email
uk: Ім'я користувача або адресу електронної пошти

source: Password
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
hr: Lozinka
hu: Jelszó
is: Lykilorð
it: Parola d'ordine
mk: Лозинка
no: Passord
pt: Senha
ro: Parola
ru: Пароль
sr: Лозинка
sv: Lösenord
tr: Şifre
uk: Пароль
