Repository: DeyanVNikolov/adventora
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi, hr, hu, is, it, mk, no, pt, ro, ru, sr, sv, tr, uk

source: Night
de: Nacht
el: Νύχτα
es: Noche
fi: Yö
hr: Noć
hu: Éjszaka
it: Notte
no: Natt
pt: Noite
ro: Noapte
ru: Ночь
sr: ноћ
sv: Natt
tr: Gece
uk: ніч

source: Occupied
de: Besetzt
el: Κατειλημμένος
es: Ocupado
fi: Miehitetty
hr: Zauzeto
hu: Megszállt
it: Occupato
no: Okkupert
pt: Ocupado
ro: Ocupat
ru: Оккупированный
sr: Заузето
sv: Ockuperade
tr: Dolu
uk: Зайнятий

source: Status
el: Κατάσταση
es: Estado
fi: Tila
hu: Állapot
it: Stato
ro: stare
ru: Положение дел
sr: Статус
tr: Durum
uk: Статус

source: Available
de: Verfügbar
el: Διαθέσιμος
es: Disponible
fi: Saatavilla
hr: Dostupno
hu: Elérhető
it: Disponibile
no: Tilgjengelig
pt: Disponível
ro: Disponibil
ru: Доступный
sr: Доступан
sv: Tillgängliga
tr: Mevcut
uk: в наявності

source: To be cleaned
de: Zu reinigen
el: Να καθαριστεί
es: para ser limpiado
fi: Puhdistettavaksi
hr: Za čišćenje
hu: Takarítandó
it: Da pulire
no: Skal rengjøres
pt: Para ser limpo
ro: De curățat
ru: Быть очищенным
sr: Да се ​​очисти
sv: Ska städas
tr: Temizlenecek
uk: Підлягає очищенню

source: Edit Hotel Information
fi: Muokkaa hotellitietoja
ru: Редактировать информацию об отеле
sr: Уредите информације о хотелу
sv: Redigera hotellinformation
tr: Otel Bilgilerini Düzenle
uk: Редагувати інформацію про готель

source: General Settings
de: Allgemeine Einstellungen
el: Γενικές Ρυθμίσεις
es: Configuración general
fi: Yleiset asetukset
hr: Opće postavke
hu: Általános beállítások
is: Almennar stillingar
it: impostazioni generali
mk: Општи поставувања
no: Generelle innstillinger
pt: Configurações Gerais
ro: setari generale
ru: общие настройки
sr: Општа подешавања
sv: Allmänna Inställningar
tr: Genel Ayarlar
uk: Загальні налаштування

source: Management
el: Διαχείριση
es: Gestión
fi: Hallinto
hr: Upravljanje
hu: Menedzsment
is: Stjórnun
it: Gestione
mk: Управување
no: Ledelse
pt: Gerenciamento
ru: Управление
sr: Менаџмент
sv: Förvaltning
tr: Yönetmek
uk: управління

source: Information
el: Πληροφορίες
es: Información
fi: Tiedot
hr: Informacija
hu: Információ
is: Upplýsingar
it: Informazione
no: Informasjon
pt: Informação
ro: informație
ru: Информация
sr: Информације
tr: Bilgi
uk: Інформація

source: Photos
de: Fotos
el: Φωτογραφίες
es: Fotos
fi: Kuvat
hr: Fotografije
hu: Fényképek
it: Fotografie
no: Bilder
pt: Fotos
ro: Fotografii
ru: Фото
sr: Фотографије
sv: Foton
tr: Fotoğraflar
uk: Фотографії

source: Set room as occupied
de: Setzen Sie den Raum als belegt
el: Ορίστε το δωμάτιο ως κατειλημμένο
es: Establecer habitación como ocupada
fi: Aseta huone varattuiksi
hr: Postavi sobu kao zauzetu
hu: Állítsa be a szobát foglaltnak
it: Imposta la stanza come occupata
no: Angi rommet som opptatt
pt: Definir quarto como ocupado
ro: Setați camera ca ocupată
ru: Установить комнату как занятую
sr: Поставите собу као заузету
sv: Ställ in rummet som upptaget
tr: Odayı dolu olarak ayarla
uk: Встановити кімнату як зайняту

source: Select from reservations for room
de: Wählen Sie aus den Zimmerreservierungen
el: Επιλέξτε από τις κρατήσεις για δωμάτιο
es: Seleccionar entre reservas de habitación
fi: Valitse huonevarauksista
hr: Odaberite iz rezervacije za sobu
hu: Válasszon a szobafoglalások közül
it: Seleziona dalle prenotazioni per la camera
no: Velg fra reservasjoner for rom
pt: Selecione entre reservas de quarto
ro: Selectați din rezervări pentru cameră
ru: Выбрать из бронирования номер
sr: Изаберите једну од резервација за собу
sv: Välj från bokningar för rum
tr: Oda rezervasyonları arasından seçim yapın
uk: Виберіть із заброньованих номерів

source: No reservations for this room
fi: Ei varauksia tähän huoneeseen
ru: Нет бронирования для этого номера
sr: Нема резервација за ову собу
sv: Inga reservationer för detta rum
tr: Bu oda için rezervasyon yok
uk: Немає бронювань для цього номера

source: Reservation
fi: Varaus
ru: Бронирование
sr: Резервација
sv: Bokning
tr: Rezervasyon
uk: Бронювання

source: Select
de: Wählen
el: Επιλέγω
es: Seleccionar
fi: Valitse
hr: Izaberi
hu: Válassza ki
it: Selezionare
no: Plukke ut
pt: Selecione
ro: Selectați
ru: Выбирать
sr: Изаберите
sv: Välj
tr: Seçme
uk: Виберіть

source: Add Photos
de: Fotos hinzufügen
el: Πρόσθεσε φωτογραφίες
es: Agregar fotos
fi: Lisää kuvia
hr: Dodajte fotografije
hu: Fényképek hozzáadása
it: Aggiungi foto
no: Legg til bilder
pt: Adicionar fotos
ro: Adauga poze
ru: Добавить фотографии
sr: Додај фотографије
sv: Lägg till foton
tr: Fotoğraf ekle
uk: Додайте фотографії

source: Upload
de: Hochladen
el: Μεταφόρτωση
es: Subir
fi: Lataa
hr: Učitaj
hu: Feltöltés
it: Caricamento
no: Laste opp
pt: Carregar
ro: Încărcați
ru: Загрузить
sr: Отпремити
sv: Ladda upp
tr: Yüklemek
uk: Завантажити

source: For partnerships contact us at
de: Für Partnerschaften kontaktieren Sie uns unter
el: Για συνεργασίες επικοινωνήστε μαζί μας στο
es: Para asociaciones contáctenos en
fi: Yhteistyökumppanuuksia varten ota yhteyttä osoitteeseen
hr: Za partnerstva kontaktirajte nas na
hu: Partnerkapcsolatokért vegye fel velünk a kapcsolatot a telefonszámon
is: Fyrir samstarf hafðu samband við okkur á
it: Per partnership contattateci a
mk: За партнерства контактирајте не на
no: For partnerskap kontakt oss på
pt: Para parcerias contacte-nos em
ro: Pentru parteneriate contactati-ne la
ru: По вопросам партнерства свяжитесь с нами по тел.
sr: За партнерства нас контактирајте на
sv: För partnerskap kontakta oss på
tr: Ortaklıklar için bizimle şu adresten iletişime geçin:
uk: Для партнерства зв'яжіться з нами за адресою

source: Privacy Policy of Adventora
de: Datenschutzrichtlinie von Adventora
el: Πολιτική Απορρήτου της Adventora
es: Política de Privacidad de Adventora
fi: Adventoran tietosuojakäytäntö
hr: Politika privatnosti Adventore
hu: Az Adventora adatvédelmi szabályzata
it: Informativa sulla privacy di Avventora
no: Personvernerklæring til Adventora
pt: Política de Privacidade da Adventora
ro: Politica de confidențialitate a Adventora
ru: Политика конфиденциальности Адвенторы
sr: Политика приватности Адвентора
sv: Sekretesspolicy för Adventora
tr: Adventora'nın Gizlilik Politikası
uk: Політика конфіденційності Adventora

source: Last updated: August 13, 2023.
de: Letzte Aktualisierung: 13. August 2023.
el: Τελευταία ενημέρωση: 13 Αυγούστου 2023.
es: Última actualización: 13 de agosto de 2023.
fi: Viimeksi päivitetty: 13. elokuuta 2023.
hr: Zadnje ažuriranje: 13. kolovoza 2023.
hu: Utolsó frissítés: 2023. augusztus 13.
it: Ultimo aggiornamento: 13 agosto 2023.
no: Sist oppdatert: 13. august 2023.
pt: Última atualização: 13 de agosto de 2023.
ro: Ultima actualizare: 13 august 2023.
ru: Последнее обновление: 13 августа 2023 г.
sr: Последње ажурирање: 13. августа 2023.
sv: Senast uppdaterad: 13 augusti 2023.
tr: Son güncelleme: 13 Ağustos 2023.
uk: Востаннє оновлено: 13 серпня 2023 р.

source: This <strong>Privacy Policy ('Policy')</strong> explains how Adventora ('we', 'us', 'our') collects, uses, protects, and shares the personal information gathered from users ('you', 'your') of the website <strong>https://adventora.net</strong> ('Website'). This Policy highlights our commitment to data privacy, transparency, and compliance with relevant data protection laws and regulations.
de: In dieser <strong>Datenschutzerklärung („Richtlinie“)</strong> wird erläutert, wie Adventora („wir“, „uns“, „unser“) die von Benutzern („Sie“, „Ihr“) der Website <strong>https://adventora.net</strong> („Website“). Diese Richtlinie unterstreicht unser Engagement für Datenschutz, Transparenz und die Einhaltung relevanter Datenschutzgesetze und -vorschriften.
el: Αυτή η <strong>Πολιτική Απορρήτου ("Πολιτική")</strong> εξηγεί πώς η Adventora ("εμείς", "εμάς", "μας") συλλέγει, χρησιμοποιεί, προστατεύει και μοιράζεται τις προσωπικές πληροφορίες που συλλέγονται από τους χρήστες ("εσείς", "δικός σας") του ιστότοπου <strong>https://adventora.net</strong> ("Ιστότοπος"). Αυτή η Πολιτική υπογραμμίζει τη δέσμευσή μας για το απόρρητο, τη διαφάνεια και τη συμμόρφωση με τους σχετικούς νόμους και κανονισμούς προστασίας δεδομένων.
es: Esta <strong>Política de Privacidad ("Política")</strong> explica cómo Adventora ("nosotros", "nos", "nuestro") recopila, utiliza, protege y comparte la información personal recopilada de los usuarios ("usted", 'tu') del sitio web <strong>https://adventora.net</strong> ('Sitio Web'). Esta Política destaca nuestro compromiso con la privacidad de los datos, la transparencia y el cumplimiento de las leyes y regulaciones de protección de datos pertinentes.
fi: Tämä <strong>tietosuojakäytäntö ("käytäntö")</strong> selittää, kuinka Adventora ("me", "me", "meidän") kerää, käyttää, suojaa ja jakaa käyttäjiltä ("sinä", "sinun") verkkosivustolla <strong>https://adventora.net</strong> ("verkkosivusto"). Tämä käytäntö korostaa sitoutumistamme tietosuojaan, avoimuuteen ja asiaankuuluvien tietosuojalakien ja -määräysten noudattamiseen.
hr: Ova <strong>Pravila o privatnosti ('Pravila')</strong> objašnjavaju kako Adventora ('mi', 'nas', 'naš') prikuplja, koristi, štiti i dijeli osobne podatke prikupljene od korisnika ('vi', 'vaše') web stranice <strong>https://adventora.net</strong> ('web stranica'). Ova Pravila naglašavaju našu predanost privatnosti podataka, transparentnosti i usklađenosti s relevantnim zakonima i propisima o zaštiti podataka.
hu: Ez az <strong>Adatvédelmi szabályzat ("Irányelv")</strong> elmagyarázza, hogy az Adventora ("mi", "mi", "mi") hogyan gyűjti, használja, védi és osztja meg a felhasználóktól ("Ön", a <strong>https://adventora.net</strong> ("Webhely") webhelyen. Ez az irányelv kiemeli elkötelezettségünket az adatvédelem, az átláthatóság, valamint a vonatkozó adatvédelmi törvények és előírások betartása mellett.
it: La presente <strong>Informativa sulla privacy ("Informativa")</strong> spiega come Adventora ("noi", "ci", "nostro") raccoglie, utilizza, protegge e condivide le informazioni personali raccolte dagli utenti ("tu", 'tuo') del sito web <strong>https://adventora.net</strong> ('Sito Web'). Questa politica evidenzia il nostro impegno nei confronti della privacy dei dati, della trasparenza e del rispetto delle leggi e dei regolamenti pertinenti sulla protezione dei dati.
no: Denne <strong>Personvernreglene ('Retningslinjer')</strong> forklarer hvordan Adventora ('vi', 'oss', 'vår') samler inn, bruker, beskytter og deler den personlige informasjonen som samles inn fra brukere ('du', 'din') til nettstedet <strong>https://adventora.net</strong> ('Nettsted'). Denne policyen fremhever vår forpliktelse til personvern, åpenhet og overholdelse av relevante lover og forskrifter for databeskyttelse.
pt: Esta <strong>Política de Privacidade ('Política')</strong> explica como a Adventora ('nós', 'nos', 'nosso') coleta, usa, protege e compartilha as informações pessoais coletadas dos usuários ('você', 'seu') do site <strong>https://adventora.net</strong> ('Site'). Esta Política destaca nosso compromisso com a privacidade de dados, transparência e conformidade com as leis e regulamentos relevantes de proteção de dados.
ro: Această <strong>Politică de confidențialitate („Politica”)</strong> explică modul în care Adventora („noi”, „noi”, „nostru”) colectează, utilizează, protejează și partajează informațiile personale colectate de la utilizatori („dvs.”, „dvs.”) de pe site-ul <strong>https://adventora.net</strong> („Site-ul”). Această politică evidențiază angajamentul nostru față de confidențialitatea datelor, transparență și conformitatea cu legile și reglementările relevante privind protecția datelor.
ru: Эта <strong>Политика конфиденциальности («Политика»)</strong> объясняет, как Adventora («мы», «нас», «наш») собирает, использует, защищает и передает личную информацию, полученную от пользователей («вы», «ваш») веб-сайта <strong>https://adventora.net</strong> («Веб-сайт»). Эта Политика подчеркивает нашу приверженность конфиденциальности и прозрачности данных, а также соблюдению соответствующих законов и правил о защите данных.
sr: Ова <стронг>Политика приватности („Политика“)</стронг> објашњава како Адвентора („ми“, „нас“, „наш“) прикупља, користи, штити и дели личне податке прикупљене од корисника („ви“, „ваш“) веб-сајта <стронг>хттпс://адвентора.нет</стронг> („Веб сајт“). Ова политика наглашава нашу посвећеност приватности података, транспарентности и усклађености са релевантним законима и прописима о заштити података.
sv: Denna <strong>Sekretesspolicy ('Policy')</strong> förklarar hur Adventora ('vi', 'oss', 'vår') samlar in, använder, skyddar och delar den personliga information som samlats in från användare ('du', 'din') för webbplatsen <strong>https://adventora.net</strong> ('Webbplats'). Denna policy belyser vårt engagemang för datasekretess, transparens och efterlevnad av relevanta dataskyddslagar och förordningar.
tr: Bu <strong>Gizlilik Politikası ("Politika")</strong>, Adventora'nın ("biz", "bize", "bizim") kullanıcılardan ('siz', 'siz') toplanan kişisel bilgileri nasıl topladığını, kullandığını, koruduğunu ve paylaştığını açıklar. <strong>https://adventora.net</strong> web sitesinin ('Web Sitesi') 'sizin'). Bu Politika, veri gizliliği, şeffaflık ve ilgili veri koruma yasa ve düzenlemelerine uyum konusundaki kararlılığımızı vurgulamaktadır.
uk: У цій <strong>Політиці конфіденційності («Політика»)</strong> пояснюється, як Adventora («ми», «нас», «наш») збирає, використовує, захищає та передає особисту інформацію, зібрану від користувачів («ви», "ваш") веб-сайту <strong>https://adventora.net</strong> ("Веб-сайт"). Ця Політика підкреслює нашу відданість конфіденційності даних, прозорості та відповідності відповідним законам і нормам про захист даних.

source: 1. Information Collection
fi: 1. Tiedonkeruu
ru: 1. Сбор информации
sr: 1. Прикупљање информација
sv: 1. Informationsinsamling
tr: 1. Bilgi Toplama
uk: 1. Збір інформації

source: We collect a variety of personal data from users to ensure the smooth operation of our booking services. This includes, but is not limited to:
de: Wir erheben eine Vielzahl personenbezogener Daten von Nutzern, um den reibungslosen Betrieb unserer Buchungsdienste sicherzustellen. Dazu gehören unter anderem:
el: Συλλέγουμε μια ποικιλία προσωπικών δεδομένων από τους χρήστες για να διασφαλίσουμε την ομαλή λειτουργία των υπηρεσιών κρατήσεών μας. Αυτό περιλαμβάνει, αλλά δεν περιορίζεται σε:
es: Recopilamos una variedad de datos personales de los usuarios para garantizar el buen funcionamiento de nuestros servicios de reserva. Esto incluye, pero no se limita a:
fi: Keräämme käyttäjiltä erilaisia ​​henkilötietoja varmistaaksemme varauspalveluidemme moitteettoman toiminnan. Tämä sisältää, mutta ei rajoitu näihin:
hr: Prikupljamo razne osobne podatke od korisnika kako bismo osigurali nesmetan rad naših usluga rezervacije. Ovo uključuje, ali nije ograničeno na:
hu: Foglalási szolgáltatásaink zavartalan működésének biztosítása érdekében számos személyes adatot gyűjtünk a felhasználóktól. Ez magában foglalja, de nem kizárólagosan:
it: Raccogliamo una varietà di dati personali dagli utenti per garantire il regolare funzionamento dei nostri servizi di prenotazione. Ciò include, ma non è limitato a:
no: Vi samler inn en rekke personlige data fra brukere for å sikre en jevn drift av våre bestillingstjenester. Dette inkluderer, men er ikke begrenset til:
pt: Recolhemos uma variedade de dados pessoais dos utilizadores para garantir o bom funcionamento dos nossos serviços de reserva. Isso inclui, mas não está limitado a:
ro: Colectăm o varietate de date personale de la utilizatori pentru a asigura buna funcționare a serviciilor noastre de rezervare. Aceasta include, dar nu se limitează la:
ru: Мы собираем различные персональные данные от пользователей, чтобы обеспечить бесперебойную работу наших служб бронирования. Это включает, но не ограничивается:
sr: Прикупљамо различите личне податке корисника како бисмо осигурали несметан рад наших услуга резервације. Ово укључује, али није ограничено на:
sv: Vi samlar in en mängd olika personuppgifter från användare för att säkerställa att våra bokningstjänster fungerar smidigt. Detta inkluderar, men är inte begränsat till:
tr: Rezervasyon hizmetlerimizin sorunsuz çalışmasını sağlamak için kullanıcılardan çeşitli kişisel veriler topluyoruz. Buna aşağıdakiler dahildir ancak bunlarla sınırlı değildir:
uk: Ми збираємо різноманітні персональні дані користувачів, щоб забезпечити безперебійну роботу наших служб бронювання. Це включає, але не обмежується:

source: First and last name
fi: Etu-ja sukunimi
ru: Имя и фамилия
sr: Име и презиме
sv: För-och efternamn
tr: Ad ve soyad
uk: Ім'я та прізвище

source: Email address
fi: Sähköpostiosoite
ru: Адрес электронной почты
sr: Адреса Е-поште
sv: E-postadress
tr: E-posta adresi
uk: Адреса електронної пошти

source: Username
de: Nutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjätunnus
hr: Korisničko ime
hu: Felhasználónév
is: Notendanafn
it: Nome utente
mk: Корисничко име
no: Brukernavn
pt: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sr: Корисничко име
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача

source: Phone numbers
de: Telefonnummern
el: Τηλεφωνικοί αριθμοί
es: Números de teléfono
fi: Puhelinnumerot
hr: Brojevi telefona
hu: Telefonszámok
it: Numeri di telefono
no: Telefonnummer
pt: Números de telefone
ro: Numere de telefon
ru: Телефонные номера
sr: Бројеви телефона
sv: Telefonnummer
tr: Telefon numaraları
uk: Номери телефонів

source: Citizenship
de: Staatsbürgerschaft
el: Ιθαγένεια
es: Ciudadanía
fi: Kansalaisuus
hr: Državljanstvo
hu: Polgárság
is: Ríkisborgararéttur
it: Cittadinanza
mk: Државјанство
no: Statsborgerskap
pt: Cidadania
ro: Cetățenie
ru: Гражданство
sr: држављанство
sv: Medborgarskap
tr: Vatandaşlık
uk: Громадянство

source: For individuals designated as 'hotel manager', we also collect:
de: Für Personen, die als „Hotelmanager“ bezeichnet werden, erfassen wir außerdem:
el: Για άτομα που ορίζονται ως «διαχειριστής ξενοδοχείου», συλλέγουμε επίσης:
es: Para las personas designadas como "gerente de hotel", también recopilamos:
fi: Henkilöiltä, ​​jotka on nimetty "hotellipäälliköksi", keräämme myös:
hr: Za pojedince označene kao 'upravitelj hotela' također prikupljamo:
hu: A „szállodavezetőként” megjelölt személyek esetében a következőket is begyűjtjük:
it: Per i soggetti designati come “gestore dell'albergo”, raccogliamo anche:
no: For enkeltpersoner utpekt som "hotellsjef", samler vi også inn:
pt: Para indivíduos designados como ‘gerente de hotel’, também coletamos:
ro: Pentru persoanele desemnate drept „manager de hotel”, colectăm și:
ru: Для лиц, обозначенных как «управляющий отелем», мы также собираем:
sr: За појединце означене као „менаџер хотела“, такође прикупљамо:
sv: För personer som utsetts till "hotellchef" samlar vi också in:
tr: 'Otel müdürü' olarak belirlenen kişiler için ayrıca şunları da topluyoruz:
uk: Для осіб, призначених «менеджером готелю», ми також збираємо:

source: Hotel name
fi: Hotellin nimi
ru: Название отеля
sr: Име хотела
sv: Hotellnamn
tr: Otel adı
uk: Назва готелю

source: Manager's name
fi: Johtajan nimi
ru: Имя менеджера
sr: Име менаџера
sv: Chefens namn
tr: Yöneticinin adı
uk: Ім'я менеджера

source: Unique identification number of the hotel's company (EIK)
de: Eindeutige Identifikationsnummer der Hotelgesellschaft (EIK)
el: Μοναδικός αριθμός αναγνώρισης της εταιρείας του ξενοδοχείου (ΕΙΚ)
es: Número de identificación único de la empresa del hotel (EIK)
fi: Hotellin yrityksen yksilöllinen tunnusnumero (EIK)
hr: Jedinstveni matični broj hotelske tvrtke (EIK)
hu: A szálloda cégének egyedi azonosító száma (EIK)
it: Numero identificativo univoco della società dell'hotel (EIK)
no: Unikt identifikasjonsnummer for hotellets selskap (EIK)
pt: Número de identificação único da empresa do hotel (EIK)
ro: Numărul unic de identificare al companiei hotelului (EIK)
ru: Уникальный идентификационный номер компании отеля (EIK)
sr: Јединствени матични број хотелског предузећа (ЕИК)
sv: Unikt identifikationsnummer för hotellets företag (EIK)
tr: Otel şirketinin benzersiz kimlik numarası (EIK)
uk: Унікальний ідентифікаційний номер компанії готелю (EIK)

source: Hotel phone number
de: Telefonnummer des Hotels
el: Αριθμός τηλεφώνου ξενοδοχείου
es: Número de teléfono del hotel
fi: Hotellin puhelinnumero
hr: Telefonski broj hotela
hu: Szálloda telefonszáma
it: Numero di telefono dell'hotel
no: Telefonnummer til hotellet
pt: Número de telefone do hotel
ro: Numărul de telefon al hotelului
ru: Телефон отеля
sr: Број телефона хотела
sv: Hotellets telefonnummer
tr: Otelin telefon numarası
uk: Номер телефону готелю

source: Hotel email address
de: E-Mail-Adresse des Hotels
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου ξενοδοχείου
es: Dirección de correo electrónico del hotel
fi: Hotellin sähköpostiosoite
hr: Adresa e-pošte hotela
hu: Szálloda e-mail címe
it: Indirizzo e-mail dell'hotel
no: Hotellets e-postadresse
pt: Endereço de e-mail do hotel
ro: Adresa de e-mail a hotelului
ru: Адрес электронной почты отеля
sr: Адреса е-поште хотела
sv: Hotellets e-postadress
tr: Otelin e-posta adresi
uk: Електронна адреса готелю

source: Physical address of the hotel
de: Physische Adresse des Hotels
el: Φυσική διεύθυνση του ξενοδοχείου
es: Dirección física del hotel.
fi: Hotellin fyysinen osoite
hr: Fizička adresa hotela
hu: A szálloda fizikai címe
it: Indirizzo fisico dell'hotel
no: Hotellets fysiske adresse
pt: Endereço físico do hotel
ro: Adresa fizică a hotelului
ru: Физический адрес отеля
sr: Физичка адреса хотела
sv: Hotellets fysiska adress
tr: Otelin fiziki adresi
uk: Фізична адреса готелю

source: 2. Purpose and Use of Data
de: 2. Zweck und Verwendung der Daten
el: 2. Σκοπός και χρήση δεδομένων
es: 2. Finalidad y uso de los datos
fi: 2. Tietojen tarkoitus ja käyttö
hr: 2. Svrha i korištenje podataka
hu: 2. Az adatok célja és felhasználása
it: 2. Scopo e utilizzo dei dati
no: 2. Formål og bruk av data
pt: 2. Finalidade e utilização dos dados
ro: 2. Scopul și utilizarea datelor
ru: 2. Цель и использование данных
sr: 2. Сврха и употреба података
sv: 2. Syfte och användning av data
tr: 2. Verilerin Amacı ve Kullanımı
uk: 2. Призначення та використання даних
