Repository: DeyanVNikolov/adventora
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi, hr, hu, is, it, mk, no, pt, ro, ru, sr, sv, tr, uk

source: Not confirmed
de: Nicht bestätigt
el: Δεν έχει επιβεβαιωθεί
es: No confirmado
fi: Ei vahvistettu
hr: Nije potvrđeno
hu: Nem megerősített
is: Ekki staðfest
it: Non confermato
mk: Не е потврдено
no: Ikke bekreftet
pt: Não confirmado
ro: Neconfirmat
ru: Не подтверждено
sr: Није потврђена
sv: Inte bekräftat
tr: Onaylanmadı
uk: Не підтверджено

source: Send confirmation email again.
de: Senden Sie die Bestätigungs-E-Mail erneut.
el: Στείλτε ξανά email επιβεβαίωσης.
es: Enviar correo electrónico de confirmación nuevamente.
fi: Lähetä vahvistussähköposti uudelleen.
hr: Ponovno pošalji potvrdni e-mail.
hu: Küldjön újra megerősítő e-mailt.
is: Sendu staðfestingarpóst aftur.
it: Invia nuovamente l'e-mail di conferma.
mk: Испратете е-пошта за потврда повторно.
no: Send bekreftelses-e-post igjen.
pt: Envie o e-mail de confirmação novamente.
ro: Trimite din nou e-mail de confirmare.
ru: Отправьте электронное письмо с подтверждением еще раз.
sr: Поново пошаљите е-поруку за потврду.
sv: Skicka bekräftelsemail igen.
tr: Onay e-postasını tekrar gönderin.
uk: Ще раз надішліть електронний лист із підтвердженням.

source: Confirmed
de: Bestätigt
el: Επιβεβαιωμένος
es: Confirmado
fi: Vahvistettu
hr: Potvrđeno
hu: Megerősített
is: Staðfest
it: Confermato
mk: Потврдено
no: Bekreftet
pt: Confirmado
ro: Confirmat
ru: Подтвержденный
sr: Потврђено
sv: Bekräftad
tr: Onaylanmış
uk: Підтверджено

source: Turned On
de: Eingeschaltet
el: Αναψε
es: encendido
fi: Käynnistetty
hr: Upaljeno
hu: Bekapcsolva
is: Kveikt á
it: Acceso
mk: Вклучено
no: Skrudd på
pt: Ligadas
ro: Pornit
ru: Включенный
sr: Укључен
sv: Påslagen
tr: Açık
uk: Включено

source: Turn off
de: Abschalten
el: Σβήνω
es: Apagar
fi: Sammuttaa
hr: Isključiti
hu: Kikapcsolni
is: Slökkva á
it: Spegnere
mk: Исклучи
no: Skru av
pt: Desligar
ro: Opriți
ru: Выключать
sr: Искључи
sv: Stäng av
tr: Kapamak
uk: Вимкнути

source: Turned Off
de: Ausgeschaltet
el: Απενεργοποιημένο
es: Apagado
fi: Sammutettu
hr: Ugašen
hu: Kikapcsolt
is: Slökkt á
it: Spento
mk: Исклучено
no: Slått av
pt: Desligado
ro: Oprit
ru: Выключен
sr: Искључен
sv: Avstängd
tr: Kapalı
uk: Вимкнений

source: Turn on
de: Anmachen
el: Ανάβω
es: Encender
fi: Kiihottua
hr: Upaliti
hu: Bekapcsol
is: Kveikja á
it: Accendere
mk: Вклучи ја, уклучи ја, ме пали
no: Slå på
pt: Ligar
ro: Porniți
ru: Включать
sr: Укључити
sv: Sätta på
tr: Aç
uk: Ввімкнути

source: My Reservations
fi: Omat varaukset
ru: Мои бронирования
sr: Моје резервације
sv: Mina reservationer
tr: Rezervasyonlarım
uk: Мої бронювання

source: Change password
de: Kennwort ändern
el: Αλλαξε κωδικό
es: Cambiar la contraseña
fi: Vaihda salasana
hr: Promjena lozinke
hu: Jelszó módosítása
is: Breyta lykilorði
it: Cambiare la password
mk: Промени го пасвордот
no: Bytt passord
pt: Alterar a senha
ro: Schimbaţi parola
ru: Изменить пароль
sr: Промени лозинку
sv: ändra lösenord
tr: Şifre değiştir
uk: Змінити пароль

source: Delete Account
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Borrar cuenta
fi: Poista tili
hr: Izbriši račun
hu: Fiók törlése
is: Eyða reikningi
it: Eliminare l'account
mk: Избриши сметка
no: Slett konto
pt: Deletar conta
ro: Șterge cont
ru: Удалить аккаунт
sr: Обрисати налог
sv: Radera konto
tr: Hesabı sil
uk: Видалити аккаунт

source: Room
de: Zimmer
el: Δωμάτιο
es: Habitación
fi: Huone
hr: Soba
hu: Szoba
is: Herbergi
it: Camera
mk: Соба
no: Rom
pt: Sala
ro: Cameră
ru: Комната
sr: Соба
sv: Rum
tr: Oda
uk: Кімната

source: Nights
fi: Yöt
ru: Ночи
sr: Ноћи
sv: Nätter
tr: Geceler
uk: Ночі

source: Check-in
de: Einchecken
es: Registrarse
fi: Ilmoittautua
hr: Prijava
hu: Becsekkolás
it: Registrare
no: Innsjekking
ru: Регистрироваться
sr: Пријавити
sv: Checka in
tr: Giriş
uk: Перевірь

source: Check-out
de: Kasse
el: Ολοκλήρωση αγοράς
es: Verificar
fi: Tarkista
hr: Provjeri
hu: Kijelentkezés
it: Guardare
no: Sjekk ut
pt: Confira
ro: Verifică
ru: Проверить
sr: Провери
sv: Kolla upp
tr: Çıkış yapmak
uk: Перевірити

source: Total
de: Gesamt
el: Σύνολο
fi: Kaikki yhteensä
hr: Ukupno
hu: Teljes
it: Totale
ru: Общий
sr: Укупно
tr: Toplam
uk: Всього

source: Invoice
de: Rechnung
el: Τιμολόγιο
es: Factura
fi: Lasku
hr: Dostavnica
hu: Számla
it: Fattura
no: Faktura
pt: Fatura
ro: Factura fiscala
ru: Счет
sr: Фактура
sv: Faktura
tr: Fatura
uk: рахунок-фактура

source: Hotel
el: Ξενοδοχειο
fi: Hotelli
hu: Szálloda
is: Hótel
mk: Хотел
no: Hotell
ru: Гостиница
sr: Хотел
sv: Hotell
tr: Otel
uk: Готель

source: Login with Google
de: Melden Sie sich mit Google an
el: Συνδεθείτε με το Google
es: Iniciar sesión con Google
fi: Kirjaudu sisään Googlella
hr: Prijavite se s Googleom
hu: Jelentkezzen be a Google-lal
is: Skráðu þig inn með Google
it: Accedi con Google
mk: Најавете се со Google
no: Logg på med Google
pt: Faça login com o Google
ro: Conectați-vă cu Google
ru: Войти через Google
sr: Пријавите се помоћу Гоогле-а
sv: Logga in med Google
tr: Google ile giriş yap
uk: Увійдіть через Google

source: Login with Trello
de: Melden Sie sich mit Trello an
el: Συνδεθείτε με το Trello
es: Iniciar sesión con Trello
fi: Kirjaudu sisään Trellolla
hr: Prijavite se s Trellom
hu: Jelentkezzen be a Trellóval
is: Skráðu þig inn með Trello
it: Accedi con Trello
mk: Најавете се со Trello
no: Logg inn med Trello
pt: Faça login com o Trello
ro: Conectați-vă cu Trello
ru: Войти через Трелло
sr: Пријавите се са Треллом
sv: Logga in med Trello
tr: Trello'ya giriş yapın
uk: Увійдіть за допомогою Trello

source: Login with GitHub
de: Melden Sie sich mit GitHub an
el: Συνδεθείτε με το GitHub
es: Iniciar sesión con GitHub
fi: Kirjaudu sisään GitHubilla
hr: Prijavite se s GitHubom
hu: Jelentkezzen be a GitHub segítségével
is: Skráðu þig inn með GitHub
it: Accedi con GitHub
mk: Најавете се со GitHub
no: Logg på med GitHub
pt: Faça login com GitHub
ro: Conectați-vă cu GitHub
ru: Войти через GitHub
sr: Пријавите се са ГитХуб-ом
sv: Logga in med GitHub
tr: GitHub'la oturum açın
uk: Увійдіть за допомогою GitHub

source: Login with Reddit
de: Melden Sie sich mit Reddit an
el: Συνδεθείτε με το Reddit
es: Iniciar sesión con Reddit
fi: Kirjaudu sisään Redditillä
hr: Prijavite se putem Reddita
hu: Jelentkezzen be a Reddit segítségével
is: Skráðu þig inn með Reddit
it: Accedi con Reddit
mk: Најавете се со Reddit
no: Logg inn med Reddit
pt: Faça login com Reddit
ro: Conectați-vă cu Reddit
ru: Войти через Reddit
sr: Пријавите се са Реддит-ом
sv: Logga in med Reddit
tr: Reddit'le giriş yap
uk: Увійдіть за допомогою Reddit

source: Login with Steam
de: Melden Sie sich mit Steam an
el: Συνδεθείτε με το Steam
es: Iniciar sesión con Steam
fi: Kirjaudu sisään Steamin avulla
hr: Prijavite se putem Steam-a
hu: Jelentkezzen be a Steam segítségével
is: Skráðu þig inn með Steam
it: Accedi con Steam
mk: Најавете се со Steam
no: Logg på med Steam
pt: Faça login com Steam
ro: Conectați-vă cu Steam
ru: Войти через Steam
sr: Пријавите се са Стеам-ом
sv: Logga in med Steam
tr: Steam'le giriş yapın
uk: Увійдіть за допомогою Steam

source: Login with Spotify.
de: Melden Sie sich mit Spotify an.
el: Συνδεθείτε με το Spotify.
es: Inicia sesión con Spotify.
fi: Kirjaudu sisään Spotifylla.
hr: Prijavite se putem Spotifyja.
hu: Jelentkezzen be a Spotify-val.
is: Skráðu þig inn með Spotify.
it: Accedi con Spotify.
mk: Најавете се со Spotify.
no: Logg inn med Spotify.
pt: Faça login com Spotify.
ro: Conectați-vă cu Spotify.
ru: Войдите через Spotify.
sr: Пријавите се помоћу Спотифи-а.
sv: Logga in med Spotify.
tr: Spotify'la giriş yap.
uk: Увійдіть за допомогою Spotify.

source: Login with VK
de: Melden Sie sich mit VK an
el: Συνδεθείτε με VK
es: Iniciar sesión con VK
fi: Kirjaudu sisään VK:lla
hr: Prijavite se s VK
hu: Jelentkezzen be a VK-val
is: Skráðu þig inn með VK
it: Accedi con VK
mk: Најавете се со VK
no: Logg inn med VK
pt: Faça login com VK
ro: Conectați-vă cu VK
ru: Войти через ВК
sr: Пријавите се са ВК
sv: Logga in med VK
tr: VK ile giriş yap
uk: Увійти через ВК

source: Please enter your two-factor verification code
de: Bitte geben Sie Ihren Zwei-Faktor-Verifizierungscode ein
el: Εισαγάγετε τον κωδικό επαλήθευσης δύο παραγόντων
es: Por favor ingresa tu código de verificación de dos factores
fi: Anna kaksivaiheinen vahvistuskoodisi
hr: Unesite svoj dvofaktorni kontrolni kod
hu: Kérjük, adja meg kéttényezős ellenőrző kódját
is: Vinsamlegast sláðu inn tveggja þátta staðfestingarkóðann þinn
it: Inserisci il tuo codice di verifica a due fattori
no: Vennligst skriv inn din tofaktorbekreftelseskode
pt: Insira seu código de verificação de dois fatores
ro: Vă rugăm să introduceți codul de verificare cu doi factori
ru: Пожалуйста, введите код двухфакторной проверки
sr: Унесите свој двофакторски верификациони код
sv: Ange din tvåfaktorsverifieringskod
tr: Lütfen iki faktörlü doğrulama kodunuzu girin
uk: Будь ласка, введіть свій двофакторний код підтвердження

source: Homepage
de: Startseite
el: Αρχική σελίδα
es: Página principal
fi: Kotisivu
hr: Početna stranica
hu: Kezdőlap
is: Heimasíða
mk: Почетна страница
no: Hjemmeside
pt: Pagina inicial
ro: Pagina principala
ru: Домашняя страница
sr: Почетна страница
sv: Hemsida
tr: Ana sayfa
uk: Домашня сторінка

source: Hotels
fi: Hotellit
ru: Отели
sr: Хотели
sv: Hotell
tr: Oteller
uk: Готелі

source: Dashboard
de: Armaturenbrett
el: Ταμπλό
es: Panel
fi: Kojelauta
hr: Nadzorna ploča
hu: Irányítópult
is: Mælaborð
it: Pannello di controllo
mk: Контролна табла
no: Dashbord
pt: Painel
ro: Bord
ru: Панель приборов
sr: Командна табла
sv: instrumentbräda
tr: Gösterge Paneli
uk: Панель приладів

source: Profile
de: Profil
el: Προφίλ
es: Perfil
hr: Profil
hu: Profil
is: Prófíll
it: Profilo
mk: Профил
no: Profil
pt: Perfil
ro: Profil
ru: Профиль
uk: Профіль

source: Admin
de: Administrator
el: διαχειριστής
es: Administración
hr: Administrator
it: Ammin
mk: Админ
pt: Administrador
ru: Админ
sr: Админ
sv: Administration
tr: Yönetici
uk: адмін

source: Log out
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
hr: Odjavite se
hu: Kijelentkezés
is: Að skrá þig út
it: Disconnettersi
mk: Одјави се
no: Logg ut
pt: Sair
ro: Deconectați-vă
ru: Выйти
uk: Вийти

source: Login
de: Anmeldung
el: Σύνδεση
es: Acceso
fi: Kirjaudu sisään
hr: Prijaviti se
hu: Belépés
is: Skrá inn
mk: Логирај Се
no: Logg Inn
pt: Conecte-se
ru: Авторизоваться
sr: Пријавите се
sv: Logga in
tr: Giriş yapmak
uk: Логін

source: Sign up
de: Melden Sie sich an
el: Εγγραφείτε
es: Inscribirse
fi: Kirjaudu
hr: Prijavite se
hu: Regisztrálj
is: Skráðu þig
it: Iscrizione
mk: Пријавете се
no: Melde deg på
pt: Inscrever-se
ro: Inscrie-te
ru: Зарегистрироваться
sr: Пријави се
sv: Bli Medlem
tr: Üye olmak
uk: Зареєструватися

source: Error
de: Fehler
el: Λάθος
fi: Virhe
hr: Greška
hu: Hiba
is: Villa
it: Errore
mk: Грешка
no: Feil
pt: Erro
ro: Eroare
ru: Ошибка
sr: Грешка
sv: Fel
tr: Hata
uk: Помилка

source: Success
de: Erfolg
el: Επιτυχία
es: Éxito
fi: Menestys
hr: Uspjeh
hu: Siker
is: Árangur
it: Successo
mk: Успех
no: Suksess
pt: Sucesso
ro: Succes
ru: Успех
sr: Успех
sv: Framgång
tr: Başarı
uk: Успіх

source: Warning
de: Warnung
el: Προειδοποίηση
es: Advertencia
fi: Varoitus
hr: Upozorenje
hu: Figyelem
is: Viðvörun
it: Avvertimento
mk: Предупредување
no: Advarsel
pt: Aviso
ro: Avertizare
ru: Предупреждение
sr: Упозорење
sv: Varning
tr: Uyarı
uk: УВАГА

source: Adventora supports small, medium and large businesses
de: Adventora unterstützt kleine, mittlere und große Unternehmen
el: Η Adventora υποστηρίζει μικρές, μεσαίες και μεγάλες επιχειρήσεις
es: Adventora apoya a las pequeñas, medianas y grandes empresas
fi: Adventora tukee pieniä, keskisuuria ja suuria yrityksiä
hr: Adventora podržava mala, srednja i velika poduzeća
hu: Az Adventora kis-, közép- és nagyvállalkozásokat támogat
is: Adventora styður lítil, meðalstór og stór fyrirtæki
it: Adventora sostiene le piccole, medie e grandi imprese
mk: Адвентора поддржува мали, средни и големи бизниси
no: Adventora støtter små, mellomstore og store bedrifter
pt: Adventora apoia pequenas, médias e grandes empresas
ro: Adventora sprijină întreprinderile mici, mijlocii și mari
ru: Adventora поддерживает малый, средний и крупный бизнес
sr: Адвентора подржава мала, средња и велика предузећа
sv: Adventora stödjer små, medelstora och stora företag
tr: Adventora küçük, orta ve büyük işletmeleri destekliyor
uk: Adventora підтримує малий, середній та великий бізнес

source: All Rights Reserved
de: Alle Rechte vorbehalten
el: Όλα τα δικαιώματα διατηρούνται
es: Reservados todos los derechos
fi: Kaikki oikeudet pidätetään
hr: Sva prava pridržana
hu: Minden jog fenntartva
is: Allur réttur áskilinn
it: Tutti i diritti riservati
mk: Сите права се задржани
no: Alle rettigheter reservert
pt: Todos os direitos reservados
ro: Toate drepturile rezervate
ru: Все права защищены
sr: Сва права задржана
sv: Alla rättigheter förbehållna
tr: Her hakkı saklıdır
uk: Всі права захищені

source: About us
de: Über uns
el: Σχετικά με εμάς
es: Sobre nosotros
fi: Meistä
hr: O nama
hu: Rólunk
is: Um okkur
it: Chi siamo
mk: За нас
no: Om oss
pt: Sobre nós
ro: Despre noi
ru: О нас
sr: О нама
sv: Om oss
tr: Hakkımızda
uk: Про нас

source: Privacy
de: Privatsphäre
el: Μυστικότητα
es: Privacidad
fi: Yksityisyys
hr: Privatnost
hu: Magánélet
is: Persónuvernd
mk: Приватност
no: Personvern
pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sr: Приватност
sv: Integritet
tr: Mahremiyet
uk: Конфіденційність

source: Terms of use
de: Nutzungsbedingungen
el: Οροι χρήσης
es: Condiciones de uso
fi: Käyttöehdot
hr: Uvjeti korištenja
hu: Használati feltételek
is: Notenda Skilmálar
it: Termini di utilizzo
mk: Услови за користење
no: Vilkår for bruk
pt: Termos de uso
ro: Termeni de utilizare
ru: Условия эксплуатации
sr: Услови коришћења
sv: Villkor
tr: Kullanım Şartları
uk: Умови використання

source: Contacts
de: Kontakte
el: Επαφές
es: Contactos
fi: Yhteystiedot
hr: Kontakti
hu: Kapcsolatok
is: Tengiliðir
it: Contatti
mk: Контакти
no: Kontakter
pt: Contatos
ro: Contacte
ru: Контакты
sr: Контакти
sv: Kontakter
tr: Kişiler
uk: Контакти

source: Partnerships
de: Partnerschaften
el: Συνεργασίες
es: Asociaciones
fi: Kumppanuudet
hr: Partnerstva
hu: Partnerségek
is: Samstarf
it: Partenariati
mk: Партнерства
no: Partnerskap
pt: Parcerias
ro: Parteneriate
ru: Партнерские отношения
sr: Партнерства
sv: Partnerskap
tr: ortaklıklar
uk: Партнерські відносини

source: Emergency
de: Notfall
el: Επείγον
es: Emergencia
fi: Hätä
hr: Hitna pomoć
hu: Vészhelyzet
is: Neyðartilvik
it: Emergenza
no: Nødsituasjon
pt: Emergência
ro: De urgență
ru: Чрезвычайная ситуация
sr: Хитан
sv: Nödsituation
tr: Acil durum
uk: Надзвичайна ситуація

source: Stranded Abroad
de: Im Ausland gestrandet
el: Απομονωμένος στο Εξωτερικό
es: Varado en el extranjero
fi: Jäi ulkomaille
hr: Zapeo u inozemstvu
hu: Megfeneklett külföldön
is: Strandaði í útlöndum
it: Bloccato all'estero
no: Strandet i utlandet
pt: Preso no exterior
ro: Blocat în străinătate
ru: Застрял за границей
sr: Страндед Аброад
sv: Strandsatt utomlands
tr: Yurtdışında Mahsur Kalmak
uk: Застрягли за кордоном

source: In case of fire, medical or police emergency
de: Im Brandfall, bei medizinischem oder polizeilichem Notfall
el: Σε περίπτωση πυρκαγιάς, ιατρικής ή αστυνομικής έκτακτης ανάγκης
es: En caso de incendio, emergencia médica o policial
fi: Tulipalon, lääkärin tai poliisin hätätilanteessa
hr: U slučaju požara, medicinska ili policijska hitna pomoć
hu: Tűz, orvosi vagy rendőrségi vészhelyzet esetén
it: In caso di incendio, emergenza medica o di polizia
no: I tilfelle brann, medisinsk nødhjelp eller politi
pt: Em caso de incêndio, emergência médica ou policial
ro: În caz de incendiu, urgență medicală sau de poliție
ru: В случае пожара, медицинской или полицейской чрезвычайной ситуации
sr: У случају пожара, хитне медицинске или полицијске
sv: Vid brand, medicinsk eller polisiär nödsituation
tr: Yangın, tıbbi veya polis acil durumlarında
uk: У разі пожежі, медичної допомоги чи поліції

source: contact the single european emergency nunmber
de: Kontaktieren Sie die einheitliche europäische Notrufnummer
el: επικοινωνήστε με τον ενιαίο ευρωπαϊκό αριθμό έκτακτης ανάγκης
es: contacta con el número único de emergencia europeo
fi: ota yhteyttä yhteiseen eurooppalaiseen hätänumeroon
hr: obratite se jedinstvenom europskom broju za hitne slučajeve
hu: vegye fel a kapcsolatot az egységes európai segélyhívó számmal
it: contattare il numero unico di emergenza europeo
no: ta kontakt med det europeiske nødnummeret
pt: contacte o número único de emergência europeu
ro: contactați numărul unic european de urgență
ru: позвоните по единому европейскому номеру службы экстренной помощи
sr: контактирајте јединствени европски број за хитне случајеве
sv: kontakta det gemensamma europeiska larmnumret
tr: Avrupa'nın tek acil durum numarasıyla iletişime geçin
uk: зверніться до єдиного європейського номера екстреної допомоги

source: It is dial without code, just 112 when in any country of the EU
de: Die Wahl erfolgt ohne Vorwahl, in jedem Land der EU reicht die Nummer 112
el: Κλήση χωρίς κωδικό, μόλις 112 όταν βρίσκεστε σε οποιαδήποτε χώρα της Ε.Ε
es: Se marca sin código, solo 112 cuando estés en cualquier país de la UE.
fi: Se on soittaa ilman koodia, vain 112 missä tahansa EU-maassa
hr: Biranje je bez šifre, samo 112 kada ste u bilo kojoj zemlji EU
hu: Kód nélkül tárcsázható, az EU bármely országában csak 112
it: Si compone senza codice, solo 112 in qualsiasi paese dell'UE
no: Det er ring uten kode, bare 112 når du er i et hvilket som helst land i EU
pt: É discado sem código, apenas 112 quando em qualquer país da UE
ro: Se apelează fără cod, doar 112 când se află în orice țară a UE
ru: Это набор без кода, всего 112 в любой стране ЕС.
sr: Позив је без кода, само 112 у било којој земљи ЕУ
sv: Det är ringa utan kod, bara 112 när du är i vilket land som helst i EU
tr: AB'nin herhangi bir ülkesinde kodsuz olarak yalnızca 112 aranır.
uk: Це набір без коду, просто 112 у будь-якій країні ЄС

source: Welcome to Adventora
de: Willkommen bei Adventora
el: Καλώς ήρθατε στο Adventora
es: Bienvenido a Adventora
fi: Tervetuloa Adventoraan
hr: Dobrodošli u Adventora
hu: Üdvözöljük az Adventorában
it: Benvenuti ad Avventora
no: Velkommen til Adventora
pt: Bem-vindo à Adventora
ro: Bun venit la Adventora
ru: Добро пожаловать в Адвентора
sr: Добродошли у Адвентора
sv: Välkommen till Adventora
tr: Adventora'ya hoş geldiniz
uk: Ласкаво просимо до Adventora

source: Find your perfect stay with us
de: Finden Sie bei uns Ihren perfekten Aufenthalt
el: Βρείτε την τέλεια διαμονή σας μαζί μας
es: Encuentra tu estancia perfecta con nosotros
fi: Löydä täydellinen oleskelusi kanssamme
hr: Pronađite svoj savršeni boravak kod nas
hu: Találja meg tökéletes tartózkodását nálunk
it: Trova con noi il tuo soggiorno perfetto
no: Finn ditt perfekte opphold hos oss
pt: Encontre a sua estadia perfeita connosco
ro: Găsește-ți șederea perfectă la noi
ru: Найдите свой идеальный отдых с нами
sr: Пронађите савршен боравак код нас
sv: Hitta din perfekta vistelse hos oss
tr: Mükemmel konaklamanızı bizimle bulun
uk: Знайдіть у нас свій ідеальний відпочинок

source: Registered hotels
fi: Rekisteröity hotellit
ru: Зарегистрированные отели
sr: Регистровани хотели
sv: Registrerade hotell
tr: Kayıtlı oteller
uk: Зареєстровані готелі

source: Happy Customers
fi: Onnelliset asiakkaat
ru: Счастливые клиенты
sr: Хаппи Цустомерс
sv: Nöjda kunder
tr: Memnun müşteriler
uk: Щасливі клієнти

source: Total Reservations
fi: Varaukset yhteensä
ru: Всего бронирований
sr: Тотал Ресерватионс
sv: Totalt antal reservationer
tr: Toplam Rezervasyon
uk: Загальна кількість бронювань

source: View more
de: Mehr sehen
el: Δείτε περισσότερα
es: Ver más
fi: Katso lisää
hr: Vidi više
hu: Mutass többet
it: Visualizza altro
no: Se mer
pt: Veja mais
ro: Vezi mai mult
ru: Посмотреть больше
sr: Погледај још
sv: Visa mer
tr: Daha fazla göster
uk: Дивитись більше

source: Reserve
fi: Varata
ru: Бронировать
sr: Резерва
sv: Boka
tr: Rezerv
uk: Резерв

source: Add Reservation
fi: Lisää varaus
ru: Добавить бронирование
sr: Додај резервацију
sv: Lägg till reservation
tr: Rezervasyon Ekle
uk: Додати бронювання

source: Your hotel is not yet approved. Allow us to confirm your info within 48 hours.
de: Ihr Hotel ist noch nicht genehmigt.
el: Το ξενοδοχείο σας δεν έχει εγκριθεί ακόμη. Επιτρέψτε μας να επιβεβαιώσουμε τις πληροφορίες σας εντός 48 ωρών.
es: Su hotel aún no está aprobado.
fi: Hotelliasi ei ole vielä hyväksytty. Anna meidän vahvistaa tietosi 48 tunnin kuluessa.
hr: Vaš hotel još nije odobren. Dopustite nam da potvrdimo vaše podatke u roku od 48 sati.
hu: Szállodája még nincs jóváhagyva. Engedje meg, hogy adatait 48 órán belül megerősítsük.
is: Hótelið þitt er ekki enn samþykkt.
it: Il tuo hotel non è ancora approvato. Permettici di confermare le tue informazioni entro 48 ore.
mk: Вашиот хотел сè уште не е одобрен.
no: Hotellet ditt er ikke godkjent ennå. Tillat oss å bekrefte informasjonen din innen 48 timer.
pt: Seu hotel ainda não foi aprovado. Permita-nos confirmar suas informações dentro de 48 horas.
ro: Hotelul dvs. nu este încă aprobat. Permiteți-ne să vă confirmăm informațiile în termen de 48 de ore.
ru: Ваш отель еще не одобрен. Позвольте нам подтвердить вашу информацию в течение 48 часов.
sr: Ваш хотел још није одобрен. Дозволите нам да потврдимо ваше податке у року од 48 сати.
sv: Ditt hotell är inte godkänt ännu. Tillåt oss att bekräfta din information inom 48 timmar.
tr: Oteliniz henüz onaylanmadı. Bilgilerinizi 48 saat içinde onaylamamıza izin verin.
uk: Ваш готель ще не схвалено. Дозвольте нам підтвердити вашу інформацію протягом 48 годин.

source: You don't have a hotel
de: Sie haben kein Hotel
el: Δεν έχεις ξενοδοχείο
es: no tienes hotel
fi: Sinulla ei ole hotellia
hr: Vi nemate hotel
hu: Nincs szállodád
is: Þú ert ekki með hótel
it: Non hai un albergo
mk: Немате хотел
no: Du har ikke et hotell
pt: Você não tem um hotel
ro: Nu ai un hotel
ru: У вас нет отеля
sr: Немате хотел
sv: Du har inget hotell
tr: Oteliniz yok
uk: У вас немає готелю

source: Register Hotel
de: Hotel registrieren
el: Εγγραφή ξενοδοχείου
es: Registrar Hotel
fi: Rekisteröidy hotelli
hr: Registrirajte hotel
hu: Regisztráljon szállodát
is: Skrá hótel
it: Registrati Hotel
mk: Регистрирајте хотел
no: Registrer hotell
pt: Cadastrar Hotel
ro: Înregistrați hotel
ru: Зарегистрировать отель
sr: Региструјте хотел
sv: Registrera hotell
tr: Otele Kayıt Ol
uk: Зареєструвати готель

source: Rooms
de: Räume
el: Δωμάτια
es: Habitaciones
fi: Huoneet
hr: Sobe
hu: Szobák
is: Herbergi
it: Camere
mk: Соби
no: Rom
pt: quartos
ro: Camerele
ru: Номера
sr: Собе
sv: Rum
tr: Odalar
uk: Кімнати

source: Add
de: Hinzufügen
el: Προσθήκη
es: Agregar
fi: Lisätä
hr: Dodati
hu: Hozzáadás
it: Aggiungere
no: Legg til
pt: Adicionar
ro: Adăuga
ru: Добавлять
sr: Додати
sv: Lägg till
tr: Eklemek
uk: додати

source: Confirm Address
de: Adresse bestätigen
el: Επιβεβαίωση διεύθυνσης
es: Confirmar dirección
fi: Vahvista osoite
hr: Potvrdite adresu
hu: Erősítse meg címét
is: Staðfestið heimilisfang
it: Conferma indirizzo
mk: Потврди ја адресата
no: Bekreft adresse
pt: Confirme o endereço
ro: Confirmați adresa
ru: Подтвердите адрес
sr: Потврди адресу
sv: Bekräfta adress
tr: Onay Adresi
uk: Підтвердіть адресу

source: Reservations
de: Reservierungen
el: κρατήσεις
es: Reservas
fi: Varaukset
hr: Rezervacije
hu: Fenntartások
is: Bókanir
it: Prenotazioni
no: Reservasjoner
pt: Reservas
ro: Rezervări
ru: Бронирование
sr: Резервације
sv: Bokningar
tr: Rezervasyonlar
uk: Бронювання

source: Capacity
de: Kapazität
el: Χωρητικότητα
es: Capacidad
fi: Kapasiteetti
hr: Kapacitet
hu: Kapacitás
it: Capacità
no: Kapasitet
pt: Capacidade
ro: Capacitate
ru: Емкость
sr: Капацитет
sv: Kapacitet
tr: Kapasite
uk: Ємність

source: Price
de: Preis
el: Τιμή
es: Precio
fi: Hinta
hr: Cijena
hu: Ár
it: Prezzo
no: Pris
pt: Preço
ro: Preț
ru: Цена
sr: Цена
sv: Pris
tr: Fiyat
uk: Ціна
