Repository: DeyanVNikolov/adventora
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi, hr, hu, is, it, mk, no, pt, ro, ru, sr, sv, tr, uk

source: The username must contain at least 8 characters.
de: Der Benutzername muss mindestens 8 Zeichen enthalten.
el: Το όνομα χρήστη πρέπει να περιέχει τουλάχιστον 8 χαρακτήρες.
es: El nombre de usuario debe contener al menos 8 caracteres.
fi: Käyttäjätunnuksessa on oltava vähintään 8 merkkiä.
hr: Korisničko ime mora sadržavati najmanje 8 znakova.
hu: A felhasználónévnek legalább 8 karakterből kell állnia.
is: Notandanafnið verður að innihalda að minnsta kosti 8 stafi.
it: Il nome utente deve contenere almeno 8 caratteri.
mk: Корисничкото име мора да содржи најмалку 8 знаци.
no: Brukernavnet må inneholde minst 8 tegn.
pt: O nome de usuário deve conter pelo menos 8 caracteres.
ro: Numele de utilizator trebuie să conțină cel puțin 8 caractere.
ru: Имя пользователя должно содержать не менее 8 символов.
sr: Корисничко име мора да садржи најмање 8 знакова.
sv: Användarnamnet måste innehålla minst 8 tecken.
tr: Kullanıcı adı en az 8 karakter içermelidir.
uk: Ім'я користувача має містити не менше 8 символів.

source: First name
de: Vorname
el: Ονομα
es: Nombre de pila
fi: Etunimi
hr: Ime
hu: Keresztnév
is: Fyrsta nafn
it: Nome di battesimo
mk: Име
no: Fornavn
pt: Primeiro nome
ro: Nume
ru: Имя
sr: Име
sv: Förnamn
tr: İlk adı
uk: Ім'я

source: Last name
de: Familienname, Nachname
el: Επίθετο
es: Apellido
fi: Sukunimi
hr: Prezime
hu: Vezetéknév
is: Eftirnafn
it: Cognome
mk: Презиме
no: Etternavn
pt: Sobrenome
ro: Nume
ru: Фамилия
sr: Презиме
sv: Efternamn
tr: Soy isim
uk: Прізвище

source: Email address must be valid
de: Die E-Mail-Adresse muss gültig sein
el: Η διεύθυνση email πρέπει να είναι έγκυρη
es: La dirección de correo electrónico debe ser válida.
fi: Sähköpostiosoitteen on oltava kelvollinen
hr: Adresa e-pošte mora biti važeća
hu: Az e-mail címnek érvényesnek kell lennie
is: Netfang verður að vera gilt
it: L'indirizzo e-mail deve essere valido
mk: Адресата на е-пошта мора да биде валидна
no: E-postadressen må være gyldig
pt: O endereço de e-mail deve ser válido
ro: Adresa de e-mail trebuie să fie validă
ru: Адрес электронной почты должен быть действительным
sr: Адреса е-поште мора бити важећа
sv: E-postadressen måste vara giltig
tr: E-posta adresi geçerli olmalıdır
uk: Адреса електронної пошти має бути дійсною

source: The password must be at least 8 characters long. <br> The password should not contain only digits. <br> The password should not contain only letters. <br> The password should not contain only special characters. <br> The password should not contain the username. <br> The password should not be a commonly used password.
de: Das Passwort muss mindestens 8 Zeichen lang sein.
el: Ο κωδικός πρόσβασης πρέπει να αποτελείται από τουλάχιστον 8 χαρακτήρες. <br> Ο κωδικός πρόσβασης δεν πρέπει να περιέχει μόνο ψηφία. <br> Ο κωδικός πρόσβασης δεν πρέπει να περιέχει μόνο γράμματα. <br> Ο κωδικός πρόσβασης δεν πρέπει να περιέχει μόνο ειδικούς χαρακτήρες. <br> Ο κωδικός πρόσβασης δεν πρέπει να περιέχει το όνομα χρήστη. <br> Ο κωδικός πρόσβασης δεν πρέπει να είναι κωδικός πρόσβασης που χρησιμοποιείται συνήθως.
es: La contraseña debe tener al menos 8 caracteres.
fi: Salasanan tulee olla vähintään 8 merkkiä pitkä. <br> Salasana ei saa sisältää vain numeroita. <br> Salasana ei saa sisältää vain kirjaimia. <br> Salasana ei saa sisältää vain erikoismerkkejä. <br> Salasana ei saa sisältää käyttäjätunnusta. <br> Salasana ei saa olla yleisesti käytetty salasana.
hr: Lozinka mora imati najmanje 8 znakova. <br> Lozinka ne smije sadržavati samo znamenke. <br> Lozinka ne smije sadržavati samo slova. <br> Lozinka ne smije sadržavati samo posebne znakove. <br> Lozinka ne smije sadržavati korisničko ime. <br> Lozinka ne bi trebala biti često korištena lozinka.
hu: A jelszónak legalább 8 karakter hosszúnak kell lennie. <br> A jelszó nem tartalmazhat csak számjegyeket. <br> A jelszó nem tartalmazhat csak betűket. <br> A jelszó nem tartalmazhat csak speciális karaktereket. <br> A jelszó nem tartalmazhatja a felhasználónevet. <br> A jelszó nem lehet gyakran használt jelszó.
is: Lykilorðið verður að vera að minnsta kosti 8 stafir að lengd.
it: La password deve essere lunga almeno 8 caratteri. <br> La password non deve contenere solo cifre. <br> La password non deve contenere solo lettere. <br> La password non deve contenere solo caratteri speciali. <br> La password non deve contenere il nome utente. <br> La password non deve essere una password di uso comune.
mk: Лозинката мора да биде долга најмалку 8 знаци.
no: Passordet må være minst 8 tegn langt. <br> Passordet skal ikke bare inneholde sifre. <br> Passordet skal ikke bare inneholde bokstaver. <br> Passordet skal ikke bare inneholde spesialtegn. <br> Passordet skal ikke inneholde brukernavnet. <br> Passordet skal ikke være et vanlig brukt passord.
pt: A senha deve ter pelo menos 8 caracteres. <br> A senha não deve conter apenas dígitos. <br> A senha não deve conter apenas letras. <br> A senha não deve conter apenas caracteres especiais. <br> A senha não deve conter o nome de usuário. <br> A senha não deve ser uma senha comumente usada.
ro: Parola trebuie să aibă cel puțin 8 caractere. <br> Parola nu trebuie să conțină doar cifre. <br> Parola nu trebuie să conțină doar litere. <br> Parola nu trebuie să conțină doar caractere speciale. <br> Parola nu trebuie să conțină numele de utilizator. <br> Parola nu ar trebui să fie o parolă folosită în mod obișnuit.
ru: Длина пароля должна быть не менее 8 символов. <br> Пароль не должен содержать только цифры. <br> Пароль не должен состоять только из букв. <br> Пароль не должен содержать только специальные символы. <br> Пароль не должен содержать имя пользователя. <br> Пароль не должен быть широко используемым.
sr: Лозинка мора имати најмање 8 знакова. <бр> Лозинка не би требало да садржи само цифре. <бр> Лозинка не треба да садржи само слова. <бр> Лозинка не би требало да садржи само посебне знакове. <бр> Лозинка не би требало да садржи корисничко име. <бр> Лозинка не би требало да буде уобичајена лозинка.
sv: Lösenordet måste vara minst 8 tecken långt. <br> Lösenordet ska inte bara innehålla siffror. <br> Lösenordet bör inte bara innehålla bokstäver. <br> Lösenordet bör inte bara innehålla specialtecken. <br> Lösenordet bör inte innehålla användarnamnet. <br> Lösenordet bör inte vara ett vanligt använda lösenord.
tr: Şifre en az 8 karakter uzunluğunda olmalıdır. <br> Şifre yalnızca rakam içermemelidir. <br> Şifre yalnızca harflerden oluşmamalıdır. <br> Şifre yalnızca özel karakterler içermemelidir. <br> Şifre kullanıcı adını içermemelidir. <br> Şifre sık kullanılan bir şifre olmamalıdır.
uk: Пароль має бути не менше 8 символів. <br> Пароль не повинен містити тільки цифри. <br> Пароль не повинен складатися тільки з букв. <br> Пароль не повинен містити тільки спеціальні символи. <br> Пароль не повинен містити ім'я користувача. <br> Пароль не повинен бути загальновживаним.

source: Confirm password
de: Bestätige das Passwort
el: Επιβεβαίωση Κωδικού
es: Confirmar Contraseña
fi: Vahvista salasana
hr: Potvrdi lozinku
hu: Jelszó megerősítése
is: Staðfesta lykilorð
it: Conferma password
mk: Потврди ја лозинката
no: Bekreft passord
pt: Confirme sua senha
ro: Confirmă parola
ru: Подтвердите пароль
sr: Потврди лозинку
sv: Bekräfta lösenord
tr: Şifreyi Onayla
uk: Підтвердьте пароль

source: Enter the same password as above, for verification.
de: Geben Sie zur Überprüfung dasselbe Passwort wie oben ein.
el: Εισαγάγετε τον ίδιο κωδικό πρόσβασης όπως παραπάνω, για επαλήθευση.
es: Ingrese la misma contraseña que arriba, para verificación.
fi: Syötä sama salasana kuin yllä vahvistusta varten.
hr: Unesite istu zaporku kao gore za provjeru.
hu: Az ellenőrzéshez adja meg a fenti jelszót.
is: Sláðu inn sama lykilorð og hér að ofan, til staðfestingar.
it: Inserisci la stessa password di cui sopra, per la verifica.
mk: Внесете ја истата лозинка како погоре, за потврда.
no: Skriv inn samme passord som ovenfor, for bekreftelse.
pt: Digite a mesma senha acima, para verificação.
ro: Introduceți aceeași parolă ca mai sus, pentru verificare.
ru: Введите тот же пароль, что и выше, для проверки.
sr: Унесите исту лозинку као горе, за верификацију.
sv: Ange samma lösenord som ovan, för verifiering.
tr: Doğrulama için yukarıdakiyle aynı şifreyi girin.
uk: Для підтвердження введіть той самий пароль, що й вище.

source: Vacationer - Explore, plan, and book your ideal vacation activities.
de: Urlauber – Entdecken, planen und buchen Sie Ihre idealen Urlaubsaktivitäten.
el: Vacationer - Εξερευνήστε, προγραμματίστε και κάντε κράτηση για τις ιδανικές σας δραστηριότητες διακοπών.
es: Vacationer: explore, planifique y reserve sus actividades vacacionales ideales.
fi: Lomailija - Tutki, suunnittele ja varaa ihanteelliset lomaaktiviteetit.
hr: Vacationer - Istražite, planirajte i rezervirajte svoje idealne aktivnosti za odmor.
hu: Nyaraló – Fedezze fel, tervezze meg és foglalja le ideális nyaralási tevékenységeit.
is: Vacationer - Skoðaðu, skipuleggðu og bókaðu fullkomna fríið þitt.
it: Vacanziere: esplora, pianifica e prenota le tue attività di vacanza ideali.
mk: Одмор - Истражувајте, планирајте и резервирајте ги вашите идеални активности за одмор.
no: Ferie - Utforsk, planlegg og bestill dine ideelle ferieaktiviteter.
pt: Veranista - Explore, planeje e reserve suas atividades de férias ideais.
ro: Vacationer - Explorează, planifică și rezervă activitățile tale ideale de vacanță.
ru: Отдыхающий — исследуйте, планируйте и бронируйте идеальные развлечения для отпуска.
sr: Путник - Истражите, планирајте и резервишите своје идеалне активности на одмору.
sv: Semester - Utforska, planera och boka dina perfekta semesteraktiviteter.
tr: Vacationer - İdeal tatil aktivitelerinizi keşfedin, planlayın ve rezervasyon yapın.
uk: Відпочиваючий – досліджуйте, плануйте та бронюйте свої ідеальні види відпочинку.

source: Hotel Manager - Oversee operations and provide excellent service in your own hotel.
de: Hotelmanager – Überwachen Sie den Betrieb und bieten Sie exzellenten Service in Ihrem eigenen Hotel.
el: Διευθυντής ξενοδοχείου - Επιβλέπετε τις λειτουργίες και παρέχετε άριστες υπηρεσίες στο δικό σας ξενοδοχείο.
es: Gerente de hotel: supervise las operaciones y brinde un excelente servicio en su propio hotel.
fi: Hotel Manager - Valvo toimintaa ja tarjoa erinomaista palvelua omassa hotellissasi.
hr: Upravitelj hotela - nadzire operacije i pruža izvrsnu uslugu u vlastitom hotelu.
hu: Szállodamenedzser – Felügyeli a működést, és kiváló szolgáltatást nyújt saját szállodájában.
is: Hótelstjóri - Hafa umsjón með rekstrinum og veita framúrskarandi þjónustu á þínu eigin hóteli.
it: Direttore dell'hotel: supervisiona le operazioni e fornisce un servizio eccellente nel tuo hotel.
mk: Менаџер на хотел - Надгледувајте ги операциите и обезбедете одлична услуга во вашиот сопствен хотел.
no: Hotellsjef - Overvåke driften og gi utmerket service på ditt eget hotell.
pt: Gerente de Hotel - Supervisione as operações e forneça um serviço de excelência em seu próprio hotel.
ro: Manager de hotel - Supraveghează operațiunile și oferă servicii excelente în propriul tău hotel.
ru: Менеджер отеля. Контролируйте работу и обеспечивайте отличный сервис в собственном отеле.
sr: Менаџер хотела - Надгледајте пословање и пружите одличну услугу у сопственом хотелу.
sv: Hotellchef - Övervaka verksamheten och ge utmärkt service på ditt eget hotell.
tr: Otel Müdürü - Operasyonları denetleyin ve kendi otelinizde mükemmel hizmet sağlayın.
uk: Менеджер готелю. Контролюйте роботу та забезпечуйте відмінне обслуговування у власному готелі.

source: Employee - Contribute your expertise to a thriving workplace, such as a hotel or guest house.
de: Mitarbeiter – Bringen Sie Ihr Fachwissen an einem florierenden Arbeitsplatz ein, beispielsweise in einem Hotel oder einer Pension.
el: Υπάλληλος - Συνεισφέρετε την τεχνογνωσία σας σε έναν ακμάζοντα χώρο εργασίας, όπως ένα ξενοδοχείο ή ξενώνας.
es: Empleado: contribuya con su experiencia a un lugar de trabajo próspero, como un hotel o una casa de huéspedes.
fi: Työntekijä – Anna asiantuntemuksesi menestyvän työpaikan, kuten hotellin tai guesthousen, luomiseen.
hr: Zaposlenik - doprinesite svojom stručnošću uspješnom radnom mjestu, poput hotela ili pansiona.
hu: Alkalmazott – Hozzájárulhat szakértelmével egy virágzó munkahelyhez, például egy szállodához vagy vendégházhoz.
is: Starfsmaður - Leggðu til þekkingu þína á blómlegum vinnustað, svo sem hóteli eða gistiheimili.
it: Dipendente: contribuisci con la tua esperienza a un luogo di lavoro fiorente, come un hotel o una pensione.
mk: Вработен - Придонесете ја својата експертиза на просперитетно работно место, како што е хотел или куќа за гости.
no: Ansatt – Bidra med ekspertisen din til en blomstrende arbeidsplass, for eksempel et hotell eller gjestehus.
pt: Funcionário - Contribua com sua experiência para um local de trabalho próspero, como um hotel ou pousada.
ro: Angajat - Contribuiți cu experiența dvs. la un loc de muncă înfloritor, cum ar fi un hotel sau o pensiune.
ru: Сотрудник. Внесите свой опыт в процветающее рабочее место, например в отель или гостевой дом.
sr: Запослени – Допринесите своју стручност успешном радном месту, као што је хотел или кућа за госте.
sv: Anställd – Bidra med din expertis till en blomstrande arbetsplats, som ett hotell eller pensionat.
tr: Çalışan - Uzmanlığınızı otel veya misafirhane gibi gelişen bir işyerine katkıda bulunun.
uk: Співробітник. Внесіть свій досвід у процвітаюче робоче місце, наприклад готель або пансіонат.

source: Submit
de: Einreichen
el: υποβάλλουν
es: Entregar
fi: Lähetä
hr: podnijeti
hu: Beküldés
is: Sendu inn
it: Invia
mk: Поднесете
no: Sende inn
pt: Enviar
ro: Trimite
ru: Представлять на рассмотрение
sr: прихвати
sv: Skicka in
tr: Göndermek
uk: Надіслати

source: First Name
de: Vorname
el: Ονομα
es: Nombre de pila
fi: Etunimi
hr: Ime
hu: Keresztnév
is: Fyrsta nafn
it: Nome di battesimo
mk: Име
no: Fornavn
pt: Primeiro nome
ro: Nume
ru: Имя
sr: Име
sv: Förnamn
tr: İlk adı
uk: Ім'я

source: Last Name
de: Familienname, Nachname
el: Επίθετο
es: Apellido
fi: Sukunimi
hr: Prezime
hu: Vezetéknév
is: Eftirnafn
it: Cognome
mk: Презиме
no: Etternavn
pt: Sobrenome
ro: Nume
ru: Фамилия
sr: Презиме
sv: Efternamn
tr: Soy isim
uk: Прізвище

source: Save
de: Speichern
el: Αποθηκεύσετε
es: Ahorrar
fi: Tallentaa
hr: Uštedjeti
hu: Megment
is: Vista
it: Salva
mk: Зачувај
no: Lagre
pt: Salvar
ro: Salvați
ru: Сохранять
sr: сачувати
sv: Spara
tr: Kaydetmek
uk: зберегти

source: The email must be valid.
de: Die E-Mail muss gültig sein.
el: Το email πρέπει να είναι έγκυρο.
es: El correo electrónico debe ser válido.
fi: Sähköpostin tulee olla voimassa.
hr: E-mail mora biti valjan.
hu: Az e-mailnek érvényesnek kell lennie.
is: Netfangið verður að vera gilt.
it: L'e-mail deve essere valida.
mk: Е-поштата мора да биде валидна.
no: E-posten må være gyldig.
pt: O e-mail deve ser válido.
ro: E-mailul trebuie să fie valid.
ru: Электронная почта должна быть действительной.
sr: Е-пошта мора бити важећа.
sv: E-postmeddelandet måste vara giltigt.
tr: E-posta geçerli olmalıdır.
uk: Електронна адреса має бути дійсною.

source: Phone
de: Telefon
el: Τηλέφωνο
es: Teléfono
fi: Puhelin
hr: Telefon
hu: Telefon
is: Sími
it: Telefono
mk: Телефон
no: Telefon
pt: Telefone
ro: Telefon
ru: Телефон
sr: Телефон
sv: Telefon
tr: Telefon
uk: Телефон

source: Choose a Role
de: Wählen Sie eine Rolle
el: Επιλέξτε έναν ρόλο
es: Elegir un papel
fi: Valitse rooli
hr: Odaberite ulogu
hu: Válasszon egy szerepet
is: Veldu hlutverk
it: Scegli un ruolo
mk: Изберете улога
no: Velg en rolle
pt: Escolha uma função
ro: Alegeți un rol
ru: Выберите роль
sr: Изаберите улогу
sv: Välj en roll
tr: Bir Rol Seçin
uk: Виберіть роль

source: Old Password
de: Altes Passwort
el: ΠΑΛΙΟΣ ΚΩΔΙΚΟΣ
es: Contraseña anterior
fi: vanha salasana
hr: stara lozinka
hu: régi jelszó
is: gamalt lykilorð
it: vecchia password
mk: стара лозинка
no: gammelt passord
pt: Senha Antiga
ro: Parola veche
ru: Старый пароль
sr: стара шифра
sv: Gammalt lösenord
tr: eski Şifre
uk: Старий пароль

source: New Password
de: Neues Kennwort
el: Νέος Κωδικός
es: Nueva contraseña
fi: uusi salasana
hr: Nova lozinka
hu: új jelszó
is: nýtt lykilorð
it: nuova password
mk: нова лозинка
no: Nytt passord
pt: Nova Senha
ro: Parolă Nouă
ru: Новый пароль
sr: Нова лозинка
sv: nytt lösenord
tr: Yeni Şifre
uk: Новий пароль

source: Confirm New Password
de: Bestätige neues Passwort
el: Επιβεβαιώστε τον καινούριο σας κωδικό
es: Confirmar nueva contraseña
fi: Vahvista uusi salasana
hr: Potvrdi novu lozinku
hu: Erősítsd meg az új jelszót
is: Staðfestu nýtt lykilorð
it: Conferma la nuova password
mk: Потврди Нова лозинка
no: Bekrefte nytt passord
pt: Confirme a nova senha
ro: Confirmă noua parolă
ru: Подтвердите новый пароль
sr: Потврдите нову лозинку
sv: Bekräfta nytt lösenord
tr: Yeni şifreyi onayla
uk: Підтвердити новий пароль

source: Enable
de: Aktivieren
el: επιτρέπω
es: Permitir
fi: ota käyttöön
hr: Omogućiti
hu: Engedélyezze
is: Virkja
it: Abilitare
mk: Овозможи
no: Muliggjøre
pt: Habilitar
ro: Permite
ru: Давать возможность
sr: Омогући
sv: Gör det möjligt
tr: Olanak vermek
uk: Увімкнути

source: Code
el: Κώδικας
es: Código
fi: Koodi
hr: Kodirati
hu: Kód
is: Kóði
it: Codice
mk: Код
no: Kode
pt: Código
ro: Cod
ru: Код
sr: Код
sv: Koda
tr: Kod
uk: Код

source: Disable
de: Deaktivieren
el: Καθιστώ ανίκανο
es: Desactivar
fi: Poista käytöstä
hr: Onemogući
hu: Letiltás
is: Slökkva
it: disattivare
mk: Оневозможи
no: Deaktiver
pt: Desativar
ro: Dezactivați
ru: Запрещать
sr: Онемогући
sv: Inaktivera
tr: Devre dışı bırakmak
uk: Вимкнути

source: User
de: Benutzer
el: Χρήστης
es: Usuario
fi: Käyttäjä
hr: Korisnik
hu: Felhasználó
is: Notandi
it: Utente
mk: Корисник
no: Bruker
pt: Do utilizador
ro: Utilizator
ru: Пользователь
sr: Корисник
sv: Användare
tr: Kullanıcı
uk: Користувач

source: Manager
el: Διευθυντής
es: Gerente
hr: Menadžer
hu: Menedzser
is: Framkvæmdastjóri
mk: Менаџер
no: sjef
pt: Gerente
ro: Administrator
ru: Менеджер
sr: Менаџер
sv: Chef
tr: Müdür
uk: Менеджер

source: Employee
de: Mitarbeiter
el: Υπάλληλος
es: Empleado
fi: Työntekijä
hr: Zaposlenik
hu: Munkavállaló
is: Starfsmaður
it: Dipendente
mk: Вработен
no: Ansatt
pt: Funcionário
ro: Angajat
ru: Сотрудник
sr: Запослени
sv: Anställd
tr: Çalışan
uk: Співробітник

source: Malformed security token
de: Fehlerhaftes Sicherheitstoken
el: Λανθασμένο διακριτικό ασφαλείας
es: Token de seguridad mal formado
fi: Väärin muotoiltu suojaustunnus
hr: Neispravan sigurnosni token
hu: Rosszul formázott biztonsági token
is: Gallaður öryggislykill
it: Token di sicurezza non valido
mk: Неправилно обликуван безбедносен токен
no: Feilformet sikkerhetstoken
pt: Token de segurança malformado
ro: Jeton de securitate incorect
ru: Неверный токен безопасности
sr: Неисправан безбедносни токен
sv: Felformat säkerhetstoken
tr: Hatalı biçimlendirilmiş güvenlik belirteci
uk: Неправильний маркер безпеки

source: A user with that email already exists.
de: Ein Benutzer mit dieser Email existiert bereits.
el: Ενας χρήστης με αυτή την ηλεκτρονική διεύθυνση υπάρχει ήδη.
es: Un usuario con ese email ya existe.
fi: Tällä sähköpostiosoitteella on jo käyttäjä.
hr: Korisnik s tom e-poštom već postoji.
hu: Ezzel a az emailcímmel már regisztráltak.
is: Notandi með þetta netfang er þegar til.
it: Un utente con quell'indirizzo email esiste già.
mk: Веќе постои корисник со таа е-пошта.
no: En bruker med den e-postadressen eksisterer allerede.
pt: Um usuário com este email já existe.
ro: Utilizatorul cu acest email deja exista.
ru: Пользователь с таким почтовым ящиком уже существует.
sr: Корисник са том емаил адресом већ постоји.
sv: En användare med den mailadressen finns redan.
tr: Bu e-posta ile bir kullanıcı zaten var.
uk: Користувач із такою електронною адресою вже існує.

source: Password must be at least 8 characters long.
de: Das Passwort muss mindestens 8 Zeichen lang sein.
el: Ο κωδικός πρόσβασης πρέπει να αποτελείται από τουλάχιστον 8 χαρακτήρες.
es: La contraseña debe tener al menos 8 caracteres.
fi: Salasanan tulee olla vähintään 8 merkkiä pitkä.
hr: Lozinka mora imati najmanje 8 znakova.
hu: A jelszónak legalább 8 karakter hosszúnak kell lennie.
is: Lykilorð verður að vera að minnsta kosti 8 stafir að lengd.
it: La password deve contenere almeno 8 caratteri.
mk: Лозинката мора да биде долга најмалку 8 знаци.
no: Passordet må være minst 8 tegn langt.
pt: A senha deve ter pelo menos 8 caracteres.
ro: Parola trebuie să aibă cel puțin 8 caractere.
ru: Пароль должен быть длиной не менее 8 символов.
sr: Лозинка мора да има најмање 8 знакова.
sv: Lösenordet måste vara minst 8 tecken långt.
tr: Şifre en az 8 karakter uzunluğunda olmalıdır.
uk: Пароль має бути не менше 8 символів.

source: Passwords do not match.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fi: Salasanat eivät täsmää.
hr: Lozinke se ne podudaraju.
hu: A jelszavak nem egyeznek.
is: Lykilorð passa ekki saman.
it: Le passwords non corrispondono.
mk: Лозинките не се совпаѓаат.
no: Passordene er ikke like.
pt: As senhas não coincidem.
ro: Parolele nu se potrivesc.
ru: Пароли не совпадают.
sr: Лозинке се не поклапају.
sv: Lösenorden matchar inte.
tr: Parolalar uyuşmuyor.
uk: Паролі не збігаються.

source: Username must be at least 4 characters long.
de: Der Benutzername muss mindestens 4 Zeichen lang sein.
el: Το όνομα χρήστη πρέπει να αποτελείται από τουλάχιστον 4 χαρακτήρες.
es: El nombre de usuario debe tener al menos 4 caracteres.
fi: Käyttäjätunnuksen tulee olla vähintään 4 merkkiä pitkä.
hr: Korisničko ime mora imati najmanje 4 znaka.
hu: A felhasználónévnek legalább 4 karakter hosszúnak kell lennie.
is: Notandanafn verður að vera að minnsta kosti 4 stafir að lengd.
it: Il nome utente deve contenere almeno 4 caratteri.
mk: Корисничкото име мора да биде долго најмалку 4 знаци.
no: Brukernavnet må være minst 4 tegn langt.
pt: O nome de usuário deve ter pelo menos 4 caracteres.
ro: Numele de utilizator trebuie să aibă cel puțin 4 caractere.
ru: Имя пользователя должно быть длиной не менее 4 символов.
sr: Корисничко име мора да има најмање 4 знака.
sv: Användarnamnet måste vara minst 4 tecken långt.
tr: Kullanıcı adı en az 4 karakter uzunluğunda olmalıdır.
uk: Ім'я користувача має складатися не менше ніж з 4 символів.

source: Username should only contain letters and numbers.
de: Der Benutzername sollte nur Buchstaben und Zahlen enthalten.
el: Το όνομα χρήστη πρέπει να περιέχει μόνο γράμματα και αριθμούς.
es: El nombre de usuario solo debe contener letras y números.
fi: Käyttäjätunnus saa sisältää vain kirjaimia ja numeroita.
hr: Korisničko ime treba sadržavati samo slova i brojke.
hu: A felhasználónév csak betűket és számokat tartalmazhat.
is: Notandanafn ætti aðeins að innihalda bókstafi og tölustafi.
it: Il nome utente deve contenere solo lettere e numeri.
mk: Корисничкото име треба да содржи само букви и бројки.
no: Brukernavn skal kun inneholde bokstaver og tall.
pt: O nome de usuário deve conter apenas letras e números.
ro: Numele de utilizator trebuie să conțină numai litere și cifre.
ru: Имя пользователя должно содержать только буквы и цифры.
sr: Корисничко име треба да садржи само слова и бројеве.
sv: Användarnamn bör endast innehålla bokstäver och siffror.
tr: Kullanıcı adı yalnızca harf ve rakamlardan oluşmalıdır.
uk: Ім'я користувача має містити лише літери та цифри.

source: Invalid email.
de: Ungültige E-Mail.
el: Ακυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: Email inválido.
fi: Virheellinen sähköpostiosoite.
hr: Nevažeći email.
hu: Érvénytelen e-mail.
is: Ógilt netfang.
it: E-mail non valido.
mk: Неточен Емаил.
no: Ugyldig epost.
pt: E-mail inválido.
ro: E-mail invalid.
ru: Неверный адрес электронной почты.
sr: Неважећа е-маил.
sv: Ogiltig e-postadress.
tr: Geçersiz e-posta.
uk: Недійсна електронна адреса.
