Repository: DeyanVNikolov/adventora
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi, hr, hu, is, it, mk, no, pt, ro, ru, sr, sv, tr, uk

source: Reservation successful
fi: Varaus onnistui
ru: Бронирование успешно
sr: Резервација је успела
sv: Bokningen lyckades
tr: Rezervasyon başarılı
uk: Бронювання успішне

source: Reservation not available
fi: Varaus ei ole saatavilla
ru: Бронирование недоступно
sr: Резервација није доступна
sv: Bokning ej tillgänglig
tr: Rezervasyon mevcut değil
uk: Бронювання недоступне

source: Invoice not available
fi: Lasku ei ole saatavilla
ru: Счет недоступен
sr: Фактура није доступна
sv: Faktura ej tillgänglig
tr: Fatura mevcut değil
uk: Рахунок-фактура недоступний

source: Hotel Name
el: Όνομα ξενοδοχείου
es: Nombre del hotel
fi: Hotellin nimi
hr: Naziv hotela
hu: Szálloda neve
is: Hótel nafn
it: Nome dell'hotel
mk: Име на хотелот
no: Hotellnavn
pt: Nome do hotel
ro: Numele Hotelului
ru: Название отеля
sr: Име хотела
sv: Hotellnamn
tr: Otel Adı
uk: Назва готелю

source: Address
de: Adresse
el: Διεύθυνση
es: DIRECCIÓN
fi: Osoite
hr: Adresa
hu: Cím
is: Heimilisfang
it: Indirizzo
mk: Адреса
no: Adresse
pt: Endereço
ro: Abordare
ru: Адрес
sr: Адреса
sv: Adress
tr: Adres
uk: Адреса

source: City
de: Stadt
el: Πόλη
es: Ciudad
fi: Kaupunki
hr: Grad
hu: Város
is: Borg
it: Città
mk: Градот
no: By
pt: Cidade
ro: Oraș
ru: Город
sr: Цити
sv: Stad
tr: Şehir
uk: Місто

source: Website
de: Webseite
el: Δικτυακός τόπος
es: Sitio web
fi: Verkkosivusto
hr: Web stranica
hu: Weboldal
is: Vefsíða
it: Sito web
mk: Веб-страница
no: Nettsted
pt: Local na rede Internet
ro: Site-ul web
ru: Веб-сайт
sr: Веб сајт
sv: Hemsida
tr: İnternet sitesi
uk: Веб-сайт

source: Description
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
hr: Opis
hu: Leírás
is: Lýsing
it: Descrizione
mk: Опис
no: Beskrivelse
pt: Descrição
ro: Descriere
ru: Описание
sr: Опис
sv: Beskrivning
tr: Tanım
uk: опис

source: EIK
el: ΕΙΚ
mk: ЕИК
ru: ЭИК
sr: ЕИК

source: Authorized Person
de: Berechtigte Person
el: Εξουσιοδοτημένο άτομο
es: Persona autorizada
fi: Valtuutettu henkilö
hr: Ovlaštena osoba
hu: Meghatalmazott személy
is: Viðurkenndur einstaklingur
it: Persona autorizzata
mk: Овластено лице
no: Autorisert person
pt: Pessoa autorizada
ro: Persoană autorizată
ru: Авторизованная личность
sr: Овласцено лице
sv: Behörig person
tr: Yetkili kişi
uk: Уповноважена особа

source: Stars
de: Sterne
el: αστέρια
es: Estrellas
fi: Tähdet
hr: Zvijezde
hu: Csillagok
is: Stjörnur
it: Stelle
mk: Ѕвезди
no: Stjerner
pt: Estrelas
ro: Stele
ru: Звезды
sr: Звездице
sv: Stjärnor
tr: Yıldızlar
uk: Зірки

source: I have read and agree to the <a href="/privacy" target="_blank">privacy policy</a>
de: Ich habe die <a href="/privacy" target="_blank">Datenschutzerklärung</a> gelesen und stimme ihr zu
el: Έχω διαβάσει και συμφωνώ με την <a href="/privacy" target="_blank">πολιτική απορρήτου</a>
es: He leído y acepto la <a href="/privacy" target="_blank">política de privacidad</a>
fi: Olen lukenut ja hyväksyn <a href="/privacy" target="_blank">tietosuojakäytännön</a>
hr: Pročitao sam i slažem se s <a href="/privacy" target="_blank">pravilima o privatnosti</a>
hu: Elolvastam és elfogadom az <a href="/privacy" target="_blank">adatvédelmi irányelveket</a>
is: Ég hef lesið og samþykki <a href="/privacy" target="_blank">persónuverndarstefnuna</a>
it: Ho letto e accetto l'<a href="/privacy" target="_blank">informativa sulla privacy</a>
mk: Ја прочитав и се согласувам со <a href="/privacy" target="_blank">политиката за приватност</a>
no: Jeg har lest og godtar <a href="/privacy" target="_blank">personvernreglene</a>
pt: Li e concordo com a <a href="/privacy" target="_blank">política de privacidade</a>
ro: Am citit și sunt de acord cu <a href="/privacy" target="_blank">politica de confidențialitate</a>
ru: Я прочитал и согласен с <a href="/privacy" target="_blank">политикой конфиденциальности</a>
sr: Прочитао сам и прихватам <а хреф="/приваци" таргет="_бланк">политику приватности</а>
sv: Jag har läst och godkänner <a href="/privacy" target="_blank">sekretesspolicyn</a>
tr: <a href="/privacy" target="_blank">Gizlilik politikasını</a> okudum ve kabul ediyorum
uk: Я прочитав і приймаю <a href="/privacy" target="_blank">політику конфіденційності</a>

source: I have read and agree to the <a href="/terms-of-use" target="_blank">terms and conditions</a>
de: Ich habe die <a href="/terms-of-use" target="_blank">Allgemeinen Geschäftsbedingungen</a> gelesen und stimme ihnen zu
el: Έχω διαβάσει και συμφωνώ με τους <a href="/terms-of-use" target="_blank">όρους και προϋποθέσεις</a>
es: He leído y acepto los <a href="/terms-of-use" target="_blank">términos y condiciones</a>
fi: Olen lukenut ja hyväksyn <a href="/terms-of-use" target="_blank">käyttöehdot</a>
hr: Pročitao sam i slažem se s <a href="/terms-of-use" target="_blank">uvjetima i odredbama</a>
hu: Elolvastam és elfogadom az <a href="/terms-of-use" target="_blank">Általános Szerződési Feltételeket</a>
is: Ég hef lesið og samþykki <a href="/terms-of-use" target="_blank">skilmálana</a>
it: Ho letto e accetto i <a href="/terms-of-use" target="_blank">termini e condizioni</a>
mk: Ги прочитав и се согласувам со <a href="/terms-of-use" target="_blank">одредбите и условите</a>
no: Jeg har lest og godtar <a href="/terms-of-use" target="_blank">vilkårene</a>
pt: Li e concordo com os <a href="/terms-of-use" target="_blank">termos e condições</a>
ro: Am citit și sunt de acord cu <a href="/terms-of-use" target="_blank">termenii și condițiile</a>
ru: Я прочитал и согласен с <a href="/terms-of-use" target="_blank">условиями использования</a>.
sr: Прочитао сам и прихватам <а хреф="/термс-оф-усе" таргет="_бланк">услове и одредбе</а>
sv: Jag har läst och godkänner <a href="/terms-of-use" target="_blank">användarvillkoren</a>
tr: <a href="/terms-of-use" target="_blank">şartlar ve koşulları</a> okudum ve kabul ediyorum
uk: Я прочитав і приймаю <a href="/terms-of-use" target="_blank">умови використання</a>

source: I hereby certify, under penalty of law, that the information provided about myself and my hotel is accurate and complete to the best of my knowledge.<br> I understand that any false or misleading information provided may result in the immdiate suspesion of my hotel listing from Adventora and may lead to potential legal consequences.
de: Hiermit bestätige ich strafrechtlich, dass die Angaben zu meiner Person und meinem Hotel nach meinem besten Wissen und Gewissen richtig und vollständig sind.<br> Mir ist bewusst, dass jede falsche oder irreführende Angabe zur sofortigen Verdächtigung meines Hotels führen kann
el: Πιστοποιώ με το παρόν, με την ποινή του νόμου, ότι οι πληροφορίες που παρέχονται για εμένα και το ξενοδοχείο μου είναι ακριβείς και πλήρεις από όσο γνωρίζω.<br> Κατανοώ ότι τυχόν ψευδείς ή παραπλανητικές πληροφορίες που παρέχονται ενδέχεται να έχουν ως αποτέλεσμα την άμεση αναστολή του ξενοδοχείου μου
es: Por la presente certifico, bajo pena de ley, que la información proporcionada sobre mí y mi hotel es precisa y completa a mi leal saber y entender.<br> Entiendo que cualquier información falsa o engañosa proporcionada puede resultar en la suspensión inmediata de mi hotel.
fi: Vakuutan täten lain rangaistuksen alaisena, että itsestäni ja hotellistani antamani tiedot ovat parhaan tietämykseni mukaan tarkkoja ja täydellisiä.<br> Ymmärrän, että kaikki antamani väärät tai harhaanjohtavat tiedot voivat johtaa välittömään hotellieni epäilyyn. luettelosta Adventoralta ja voi johtaa mahdollisiin oikeudellisiin seurauksiin.
hr: Ovime potvrđujem, pod kaznenom kaznom, da su informacije dane o meni i mom hotelu točne i potpune prema mom najboljem saznanju.<br> Razumijem da sve dane lažne ili obmanjujuće informacije mogu rezultirati trenutnom suspenzijom mog hotela
hu: Ezúton kijelentem, a törvény büntetése mellett, hogy a magamról és a szállodámról közölt információk legjobb tudásom szerint pontosak és teljesek.<br> Tudomásul veszem, hogy bármely hamis vagy félrevezető információ szállodám azonnali gyanúját vonhatja maga után.
is: Ég votta hér með, að lögum samkvæmt, að upplýsingarnar sem veittar eru um sjálfan mig og hótelið mitt eru réttar og fullkomnar eftir því sem ég best veit.<br> Mér skilst að allar rangar eða villandi upplýsingar sem gefnar eru upp geta leitt til tafarlausrar gruns um hótelið mitt.
it: Con la presente certifico, ai sensi della legge, che le informazioni fornite su di me e sul mio hotel sono accurate e complete per quanto di mia conoscenza.<br> Comprendo che qualsiasi informazione falsa o fuorviante fornita può comportare l'immediata sospensione del mio hotel
mk: Со ова потврдувам, според законската казна, дека информациите дадени за мене и мојот хотел се точни и целосни според моето знаење.<br> Разбирам дека сите дадени лажни или погрешни информации може да резултираат со итно суспендирање на мојот хотел
no: Jeg bekrefter herved, i henhold til lovens straff, at informasjonen som er gitt om meg selv og hotellet mitt er nøyaktig og fullstendig så langt jeg vet.<br> Jeg forstår at all falsk eller villedende informasjon som gis kan resultere i umiddelbar mistanke om hotellet mitt.
pt: Certifico, sob as penas da lei, que as informações fornecidas sobre mim e meu hotel são precisas e completas, tanto quanto é do meu conhecimento.<br> Entendo que qualquer informação falsa ou enganosa fornecida pode resultar na suspensão imediata do meu hotel.
ro: Prin prezenta, certific, sub sancțiunea legii, că informațiile furnizate despre mine și despre hotelul meu sunt exacte și complete, după cunoștințele mele.<br> Înțeleg că orice informație falsă sau înșelătoare furnizată poate duce la suspiciunea imediată a hotelului meu.
ru: Настоящим я подтверждаю, под страхом наказания по закону, что предоставленная информация обо мне и моем отеле является точной и полной, насколько мне известно.<br> Я понимаю, что любая предоставленная ложная или вводящая в заблуждение информация может привести к немедленному закрытию моего отеля. листинг Adventora и может привести к потенциальным юридическим последствиям.
sr: Овим потврђујем, под казном закона, да су информације које сам дао о мени и мом хотелу тачне и потпуне према мом најбољем сазнању.<бр> Разумем да свака лажна или обмањујућа информација може довести до моменталне суспензије мог хотела листинг из Адвентора и може довести до потенцијалних правних последица.
sv: Jag intygar härmed, enligt lag, att informationen som tillhandahålls om mig själv och mitt hotell är korrekt och fullständig såvitt jag vet.<br> Jag förstår att all falsk eller vilseledande information som tillhandahålls kan leda till omedelbar misstanke om mitt hotell notering från Adventora och kan leda till potentiella juridiska konsekvenser.
tr: Kanunen kendim ve otelim hakkında verilen bilgilerin bildiğim kadarıyla doğru ve eksiksiz olduğunu tasdik ederim.<br> Sağlanan herhangi bir yanlış veya yanıltıcı bilginin otelimin derhal askıya alınmasıyla sonuçlanabileceğini anlıyorum. Adventora'dan listeleme ve potansiyel yasal sonuçlara yol açabilir.
uk: Цим я підтверджую під страхом закону, що інформація, надана про мене та мій готель, є точною та повною, наскільки мені відомо.<br> Я розумію, що будь-яка надана неправдива або оманлива інформація може призвести до негайного призупинення діяльності мого готелю перелік від Adventora та може призвести до потенційних правових наслідків.

source: Save Changes
de: Änderungen speichern
el: Αποθήκευσε τις αλλαγές
es: Guardar cambios
fi: Tallenna muutokset
hr: Spremi promjene
hu: Változtatások mentése
it: Salvare le modifiche
no: Lagre endringer
pt: Salvar alterações
ro: Salvează modificările
ru: Сохранить изменения
sr: Сачувај измене
sv: Spara ändringar
tr: Değişiklikleri Kaydet
uk: Зберегти зміни

source: Room Number
de: Zimmernummer
el: Αριθμός δωματίου
es: Número de habitación
fi: Huoneen numero
hr: Broj sobe
hu: Szoba szám
it: Numero di Camera
no: Romnummer
pt: Número do quarto
ro: Numărul de cameră
ru: Номер комнаты
sr: Број собе
sv: Rumsnummer
tr: Oda numarası
uk: Номер кімнати

source: Luxuries
de: Luxus
el: Πολυτέλειες
es: Lujos
fi: Ylellisyys
hr: Luksuzi
hu: Luxusok
it: Lussi
no: Luksus
pt: Luxos
ro: Luxuri
ru: Роскошь
sr: Луксузни
sv: Lyx
tr: Lüksler
uk: Предмети розкоші

source: Create Room
de: Platz schaffen
el: Δημιουργία δωματίου
es: Crear habitación
fi: Luo huone
hr: Stvori sobu
hu: Szoba létrehozása
it: Crea stanza
no: Lag rom
pt: Criar quarto
ro: Creați o cameră
ru: Создать комнату
sr: Цреате Роом
sv: Skapa rum
tr: Oda yarat
uk: Створити кімнату

source: Select Room
fi: Valitse Huone
ru: Выберите номер
sr: Изаберите Соба
sv: Välj Rum
tr: Oda Seçiniz
uk: Виберіть кімнату

source: Check In
de: Einchecken
el: Ελεγχος εισιτηρίου
es: Registrarse
fi: Ilmoittautua
hr: Prijava
hu: Becsekkolás
it: Registrare
no: Sjekk inn
ru: Регистрироваться
sr: Пријавити
sv: Checka in
tr: Giriş
uk: Перевірь

source: Check Out
de: Kasse
el: Ολοκλήρωση αγοράς
es: Verificar
fi: Tarkista
hr: Provjeri
hu: Kijelentkezés
it: Guardare
no: Sjekk ut
pt: Confira
ro: Verifică
ru: Проверить
sr: Провери
sv: Kolla upp
tr: Çıkış yapmak
uk: Перевірити

source: Guests
de: Gäste
el: Καλεσμένοι
es: Huéspedes
fi: Vieraita
hr: Gosti
hu: Vendégek
it: Ospiti
no: Gjester
pt: Convidados
ro: Vizitatori
ru: Гости
sr: Гости
sv: Gäster
tr: Misafirler
uk: Гості

source: ID Card Number
de: ID Kartennummer
el: Αριθμός Ταυτότητας
es: Numero de la tarjeta de identificacion
fi: Henkilökortin numero
hr: Broj osobne iskaznice
hu: Személyi igazolvány szám
it: Numero della carta d'identità
no: ID-kortnummer
pt: Número do cartão de identificação
ro: Numar card identitate
ru: Номер удостоверения личности
sr: Број личне карте
sv: ID kortnummer
tr: ID kart numarası
uk: Номер ідентифікаційної картки

source: Create Reservation
fi: Luo varaus
ru: Создать бронирование
sr: Направите резервацију
sv: Skapa reservation
tr: Rezervasyon Oluştur
uk: Створити бронювання

source: No description provided.
de: Keine Beschreibung angegeben.
el: Δεν παρέχεται περιγραφή.
es: No se proporciona descripción.
fi: Ei kuvausta.
hr: Nema opisa.
hu: Nincs leírás.
is: Engin lýsing gefin upp.
it: Nessuna descrizione fornita.
mk: Нема даден опис.
no: Ingen beskrivelse oppgitt.
pt: Nenhuma descrição fornecida.
ro: Nu este furnizată nicio descriere.
ru: Описание не предоставлено.
sr: Нема описа.
sv: Ingen beskrivning tillhandahålls.
tr: Açıklama sağlanmadı.
uk: Опис не надано.

source: You do not have permission to view this page
de: Sie haben keine Berechtigung, diese Seite anzuzeigen
el: Δεν έχετε άδεια προβολής αυτής της σελίδας
es: No tienes permiso para ver esta página.
fi: Sinulla ei ole lupaa tarkastella tätä sivua
hr: Nemate dopuštenje za pregled ove stranice
hu: Nincs engedélye ennek az oldalnak a megtekintéséhez
is: Þú hefur ekki leyfi til að skoða þessa síðu
it: Non hai il permesso per visualizzare questa pagina
mk: Немате дозвола да ја гледате оваа страница
no: Du har ikke tillatelse til å se denne siden
pt: Você não tem permissão para visualizar esta página
ro: Nu aveți permisiunea de a vizualiza această pagină
ru: У вас нет разрешения на просмотр этой страницы
sr: Немате дозволу да видите ову страницу
sv: Du har inte behörighet att visa den här sidan
tr: Bu sayfayı görüntüleme izniniz yok
uk: Ви не маєте дозволу на перегляд цієї сторінки

source: Your hotel is not approved yet
de: Ihr Hotel ist noch nicht genehmigt
el: Το ξενοδοχείο σας δεν έχει εγκριθεί ακόμη
es: Tu hotel aún no está aprobado
fi: Hotelliasi ei ole vielä hyväksytty
hr: Vaš hotel još nije odobren
hu: Szállodája még nincs jóváhagyva
is: Hótelið þitt er ekki samþykkt ennþá
it: Il tuo hotel non è ancora stato approvato
mk: Вашиот хотел сè уште не е одобрен
no: Hotellet ditt er ikke godkjent ennå
pt: Seu hotel ainda não foi aprovado
ro: Hotelul dvs. nu este aprobat încă
ru: Ваш отель еще не одобрен
sr: Ваш хотел још није одобрен
sv: Ditt hotell är inte godkänt ännu
tr: Oteliniz henüz onaylanmadı
uk: Ваш готель ще не схвалено

source: Successfully registered hotel
de: Hotel erfolgreich registriert
el: Το ξενοδοχείο εγγράφηκε με επιτυχία
es: Hotel registrado exitosamente
fi: Hotelli rekisteröitiin onnistuneesti
hr: Uspješno registriran hotel
hu: Sikeresen regisztrált szálloda
is: Tókst að skrá hótel
it: Hotel registrato con successo
mk: Успешно регистриран хотел
no: Vellykket registrert hotell
pt: Hotel cadastrado com sucesso
ro: Hotel înregistrat cu succes
ru: Успешно зарегистрирован отель
sr: Успешно регистрован хотел
sv: Registrerat hotell framgångsrikt
tr: Başarıyla kaydedilen otel
uk: Успішно зареєстрований готель

source: Error while registering hotel
de: Fehler bei der Hotelregistrierung
el: Σφάλμα κατά την εγγραφή του ξενοδοχείου
es: Error al registrar el hotel
fi: Virhe hotellia rekisteröitäessä
hr: Greška prilikom registracije hotela
hu: Hiba történt a szálloda regisztrálásakor
is: Villa við skráningu hótels
it: Errore durante la registrazione dell'hotel
mk: Грешка при регистрација на хотелот
no: Feil under registrering av hotell
pt: Erro ao registrar hotel
ro: Eroare la înregistrarea hotelului
ru: Ошибка при регистрации отеля
sr: Грешка при регистрацији хотела
sv: Fel vid registrering av hotell
tr: Otel kaydı sırasında hata oluştu
uk: Помилка при реєстрації готелю

source: You have already registered a hotel
de: Sie haben bereits ein Hotel registriert
el: Έχετε ήδη δηλώσει ένα ξενοδοχείο
es: Ya has registrado un hotel
fi: Olet jo rekisteröinyt hotellin
hr: Već ste registrirali hotel
hu: Már regisztrált egy szállodát
is: Þú hefur þegar skráð hótel
it: Hai già registrato un hotel
mk: Веќе имате регистрирано хотел
no: Du har allerede registrert et hotell
pt: Você já registrou um hotel
ro: Ați înregistrat deja un hotel
ru: Вы уже зарегистрировали отель
sr: Већ сте регистровали хотел
sv: Du har redan registrerat ett hotell
tr: Zaten bir otele kaydoldunuz
uk: Ви вже зареєстрували готель

source: You have not registered a hotel yet
de: Sie haben noch kein Hotel registriert
el: Δεν έχετε εγγράψει ακόμη ξενοδοχείο
es: Aún no has registrado un hotel
fi: Et ole vielä rekisteröinyt hotellia
hr: Još niste registrirali hotel
hu: Még nem regisztrált szállodát
is: Þú hefur ekki skráð hótel ennþá
it: Non hai ancora registrato un hotel
mk: Сè уште не сте регистрирале хотел
no: Du har ikke registrert et hotell ennå
pt: Você ainda não registrou um hotel
ro: Nu ați înregistrat încă un hotel
ru: Вы еще не зарегистрировали отель
sr: Још нисте регистровали хотел
sv: Du har inte registrerat ett hotell ännu
tr: Henüz bir otel kaydetmediniz
uk: Ви ще не зареєстрували готель

source: Successfully confirmed address
de: Adresse erfolgreich bestätigt
el: Η διεύθυνση επιβεβαιώθηκε με επιτυχία
es: Dirección confirmada exitosamente
fi: Osoitteen vahvistus onnistui
hr: Adresa uspješno potvrđena
hu: A cím sikeresen megerősítve
is: Heimilisfang hefur verið staðfest
it: Indirizzo confermato con successo
mk: Успешно потврдена адреса
no: Bekreftet adresse
pt: Endereço confirmado com sucesso
ro: Adresă confirmată cu succes
ru: Адрес успешно подтвержден
sr: Адреса је успешно потврђена
sv: Adressen har bekräftats
tr: Başarıyla doğrulanan adres
uk: Адресу успішно підтверджено

source: Error while confirming address
de: Fehler beim Bestätigen der Adresse
el: Σφάλμα κατά την επιβεβαίωση της διεύθυνσης
es: Error al confirmar la dirección
fi: Virhe vahvistettaessa osoitetta
hr: Pogreška prilikom potvrđivanja adrese
hu: Hiba a cím megerősítése közben
is: Villa við að staðfesta heimilisfang
it: Errore durante la conferma dell'indirizzo
mk: Грешка при потврдување на адресата
no: Feil under bekreftelse av adresse
pt: Erro ao confirmar endereço
ro: Eroare la confirmarea adresei
ru: Ошибка при подтверждении адреса
sr: Грешка при потврђивању адресе
sv: Ett fel uppstod när adressen skulle bekräftas
tr: Adres onaylanırken hata oluştu
uk: Помилка під час підтвердження адреси

source: No such hotel
de: Kein solches Hotel
el: Δεν υπάρχει τέτοιο ξενοδοχείο
es: No existe tal hotel
fi: Ei sellaista hotellia
hr: Nema takvog hotela
hu: Nincs ilyen szálloda
is: Ekkert slíkt hótel
it: Nessun hotel del genere
mk: Нема таков хотел
no: Ingen slike hotell
pt: Não existe tal hotel
ro: Nu există un astfel de hotel
ru: Нет такого отеля
sr: Нема таквог хотела
sv: Inget sådant hotell
tr: Böyle bir otel yok
uk: Немає такого готелю

source: We cannot find the hotel you are looking for
de: Wir können das von Ihnen gesuchte Hotel nicht finden
el: Δεν μπορούμε να βρούμε το ξενοδοχείο που ψάχνετε
es: No encontramos el hotel que buscas
fi: Emme löydä etsimääsi hotellia
hr: Ne možemo pronaći hotel koji tražite
hu: Nem találjuk a keresett szállodát
it: Non riusciamo a trovare l'hotel che stai cercando
no: Vi kan ikke finne hotellet du leter etter
pt: Não encontramos o hotel que você procura
ro: Nu putem găsi hotelul pe care îl căutați
ru: Мы не можем найти отель, который вы ищете
sr: Не можемо да пронађемо хотел који тражите
sv: Vi kan inte hitta hotellet du letar efter
tr: Aradığınız oteli bulamıyoruz
uk: Ми не можемо знайти готель, який ви шукаєте

source: Successfully added room
de: Raum erfolgreich hinzugefügt
el: Το δωμάτιο προστέθηκε με επιτυχία
es: Sala agregada exitosamente
fi: Huoneen lisäys onnistui
hr: Uspješno dodana soba
hu: A szoba sikeresen hozzáadva
it: Stanza aggiunta con successo
no: Rommet er lagt til
pt: Sala adicionada com sucesso
ro: Camera adăugată cu succes
ru: Комната успешно добавлена
sr: Просторија је додата
sv: Rummet har lagts till
tr: Oda başarıyla eklendi
uk: Успішно додано кімнату

source: Error while adding room
de: Fehler beim Hinzufügen von Raum
el: Σφάλμα κατά την προσθήκη δωματίου
es: Error al agregar espacio
fi: Virhe lisättäessä huonetta
hr: Pogreška prilikom dodavanja sobe
hu: Hiba történt a szoba hozzáadása közben
it: Errore durante l'aggiunta della stanza
no: Feil under tilføying av rom
pt: Erro ao adicionar sala
ro: Eroare la adăugarea camerei
ru: Ошибка при добавлении комнаты
sr: Грешка при додавању собе
sv: Det gick inte att lägga till rum
tr: Oda eklenirken hata oluştu
uk: Помилка під час додавання кімнати

source: We cannot find the room you are looking for
de: Wir können das von Ihnen gesuchte Zimmer nicht finden
el: Δεν μπορούμε να βρούμε το δωμάτιο που ψάχνετε
es: No podemos encontrar la habitación que buscas.
fi: Emme löydä etsimääsi huonetta
hr: Ne možemo pronaći sobu koju tražite
hu: Nem találjuk a keresett szobát
it: Non riusciamo a trovare la stanza che stai cercando
no: Vi finner ikke rommet du leter etter
pt: Não encontramos o quarto que você procura
ro: Nu putem găsi camera pe care o căutați
ru: Мы не можем найти комнату, которую вы ищете
sr: Не можемо да пронађемо собу коју тражите
sv: Vi kan inte hitta rummet du letar efter
tr: Aradığınız odayı bulamıyoruz
uk: Ми не можемо знайти номер, який ви шукаєте

source: Successfully updated hotel
de: Erfolgreich aktualisiertes Hotel
el: Το ξενοδοχείο ενημερώθηκε με επιτυχία
es: Hotel actualizado con éxito
fi: Hotelli päivitetty onnistuneesti
hr: Uspješno ažuriran hotel
hu: Sikeresen felújított szálloda
is: Tókst að uppfæra hótel
it: Hotel aggiornato con successo
no: Vellykket oppdatert hotell
pt: Hotel atualizado com sucesso
ro: Hotel actualizat cu succes
ru: Успешно обновленный отель
sr: Хотел је успешно ажуриран
sv: Hotellet har uppdaterats framgångsrikt
tr: Otel başarıyla güncellendi
uk: Успішно оновлений готель

source: Error while updating hotel
de: Fehler beim Aktualisieren des Hotels
el: Σφάλμα κατά την ενημέρωση του ξενοδοχείου
es: Error al actualizar el hotel
fi: Virhe päivitettäessä hotellia
hr: Pogreška prilikom ažuriranja hotela
hu: Hiba történt a szálloda frissítésekor
is: Villa við að uppfæra hótel
it: Errore durante l'aggiornamento dell'hotel
no: Feil under oppdatering av hotellet
pt: Erro ao atualizar o hotel
ro: Eroare la actualizarea hotelului
ru: Ошибка при обновлении отеля.
sr: Грешка при ажурирању хотела
sv: Fel vid uppdatering av hotellet
tr: Otel güncellenirken hata oluştu
uk: Помилка під час оновлення готелю
