Repository: DeyanVNikolov/adventora
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi, hr, hu, is, it, mk, no, pt, ro, ru, sr, sv, tr, uk

source: User personal data continue to be stored in our systems for the duration of an active account. An option for account deletion is provided, allowing for the voluntary removal of associated data. For hotel managers, data related to the establishment is stored for up to one year to comply with security protocols and possible legal regulations.
de: Die personenbezogenen Daten des Nutzers werden für die Dauer eines aktiven Kontos weiterhin in unseren Systemen gespeichert. Es besteht die Möglichkeit, das Konto zu löschen und damit verbundene Daten freiwillig zu entfernen. Für Hotelmanager werden Daten im Zusammenhang mit der Einrichtung bis zu einem Jahr gespeichert, um Sicherheitsprotokollen und möglichen gesetzlichen Vorschriften zu entsprechen.
el: Τα προσωπικά δεδομένα χρήστη συνεχίζουν να αποθηκεύονται στα συστήματά μας για τη διάρκεια ενός ενεργού λογαριασμού. Παρέχεται μια επιλογή διαγραφής λογαριασμού, επιτρέποντας την εθελοντική κατάργηση των σχετικών δεδομένων. Για τους διαχειριστές ξενοδοχείων, τα δεδομένα που σχετίζονται με την εγκατάσταση αποθηκεύονται για έως και ένα έτος για συμμόρφωση με τα πρωτόκολλα ασφαλείας και τους πιθανούς νομικούς κανονισμούς.
es: Los datos personales del usuario continúan almacenándose en nuestros sistemas mientras dure una cuenta activa. Se proporciona una opción para la eliminación de la cuenta, lo que permite la eliminación voluntaria de los datos asociados. Para los gestores de hoteles, los datos relacionados con el establecimiento se almacenan hasta por un año para cumplir con los protocolos de seguridad y posibles regulaciones legales.
fi: Käyttäjien henkilötietoja säilytetään järjestelmiimme aktiivisen tilin ajan. Tilin poistaminen on mahdollista, mikä mahdollistaa siihen liittyvien tietojen vapaaehtoisen poistamisen. Hotellijohtajien osalta toimipaikkaan liittyviä tietoja säilytetään enintään vuoden ajan turvallisuusprotokollien ja mahdollisten lakimääräysten noudattamiseksi.
hr: Osobni podaci korisnika nastavljaju se pohranjivati ​​u našim sustavima za vrijeme trajanja aktivnog računa. Omogućena je opcija za brisanje računa, što omogućuje dobrovoljno uklanjanje povezanih podataka. Za upravitelje hotela, podaci koji se odnose na ustanovu pohranjuju se do godinu dana radi usklađivanja sa sigurnosnim protokolima i mogućim zakonskim propisima.
hu: A felhasználói személyes adatokat továbbra is tároljuk rendszereinkben az aktív fiók fennállása alatt. Lehetőség van a fiók törlésére, amely lehetővé teszi a kapcsolódó adatok önkéntes eltávolítását. A szállodavezetők számára a létesítéssel kapcsolatos adatokat a biztonsági protokolloknak és az esetleges jogszabályi előírásoknak való megfelelés érdekében legfeljebb egy évig tároljuk.
it: I dati personali dell'utente continuano a essere archiviati nei nostri sistemi per la durata di un account attivo. Viene fornita un'opzione per la cancellazione dell'account, consentendo la rimozione volontaria dei dati associati. Per i gestori degli alberghi, i dati relativi alla struttura vengono conservati fino a un anno per rispettare i protocolli di sicurezza e le eventuali norme di legge.
no: Personlige brukeropplysninger blir fortsatt lagret i våre systemer så lenge en aktiv konto varer. En mulighet for sletting av kontoen er gitt, som gir mulighet for frivillig fjerning av tilknyttede data. For hotellsjefer lagres data knyttet til etablissementet i inntil ett år for å overholde sikkerhetsprotokoller og eventuelle lovbestemmelser.
pt: Os dados pessoais do usuário continuam a ser armazenados em nossos sistemas enquanto a conta estiver ativa. É fornecida uma opção para exclusão de conta, permitindo a remoção voluntária de dados associados. Para os gestores hoteleiros, os dados relativos ao estabelecimento são armazenados por até um ano para cumprimento de protocolos de segurança e possíveis regulamentações legais.
ro: Datele personale ale utilizatorilor continuă să fie stocate în sistemele noastre pe durata unui cont activ. Este oferită o opțiune de ștergere a contului, permițând eliminarea voluntară a datelor asociate. Pentru managerii hotelurilor, datele legate de stabilire sunt stocate până la un an pentru a respecta protocoalele de securitate și eventualele reglementări legale.
ru: Персональные данные пользователя продолжают храниться в наших системах в течение всего срока действия активной учетной записи. Предусмотрена возможность удаления учетной записи, позволяющая добровольно удалить связанные данные. Для менеджеров отелей данные, относящиеся к заведению, хранятся до одного года в целях соблюдения протоколов безопасности и возможных правовых норм.
sr: Лични подаци корисника и даље се чувају у нашим системима током трајања активног налога. Обезбеђена је опција за брисање налога, што омогућава добровољно уклањање повезаних података. За менаџере хотела, подаци који се односе на објекат чувају се до годину дана како би били у складу са безбедносним протоколима и могућим законским прописима.
sv: Användarens personuppgifter fortsätter att lagras i våra system under hela ett aktivt konto. Ett alternativ för radering av konto tillhandahålls, vilket möjliggör frivillig borttagning av tillhörande data. För hotellchefer lagras data relaterade till etableringen i upp till ett år för att följa säkerhetsprotokoll och eventuella lagbestämmelser.
tr: Kullanıcının kişisel verileri, hesabın aktif olduğu süre boyunca sistemlerimizde saklanmaya devam eder. İlgili verilerin gönüllü olarak kaldırılmasına olanak tanıyan bir hesap silme seçeneği sağlanmıştır. Otel yöneticileri için işletmeye ait veriler, güvenlik protokollerine ve olası yasal düzenlemelere uyum amacıyla bir yıla kadar saklanmaktadır.
uk: Особисті дані користувача продовжують зберігатися в наших системах протягом дії активного облікового запису. Надається можливість видалення облікового запису, що дозволяє добровільно видалити пов’язані дані. Для менеджерів готелю дані, пов’язані з установою, зберігаються протягом одного року для дотримання протоколів безпеки та можливих правових норм.

source: 6. Robust Security Framework
de: 6. Robustes Sicherheits-Framework
el: 6. Ισχυρό Πλαίσιο Ασφαλείας
es: 6. Marco de seguridad sólido
fi: 6. Vankka suojauskehys
hr: 6. Robusni sigurnosni okvir
hu: 6. Robusztus biztonsági keretrendszer
it: 6. Solido quadro di sicurezza
no: 6. Robust sikkerhetsrammeverk
pt: 6. Estrutura de segurança robusta
ro: 6. Cadru de securitate robust
ru: 6. Надежная система безопасности
sr: 6. Робустан безбедносни оквир
sv: 6. Robust säkerhetsram
tr: 6. Sağlam Güvenlik Çerçevesi
uk: 6. Надійна система безпеки

source: With the help of modern encryption protocols that include a 512-character encryption key, we impose strict measures to protect sensitive data. Data is stored on a remote database server located in the European Union, secured with the comprehensive security infrastructure provided by Amazon Web Services.
de: Mithilfe moderner Verschlüsselungsprotokolle, die einen 512-stelligen Verschlüsselungsschlüssel umfassen, ergreifen wir strenge Maßnahmen zum Schutz sensibler Daten. Die Daten werden auf einem Remote-Datenbankserver in der Europäischen Union gespeichert und durch die umfassende Sicherheitsinfrastruktur von Amazon Web Services gesichert.
el: Με τη βοήθεια σύγχρονων πρωτοκόλλων κρυπτογράφησης που περιλαμβάνουν κλειδί κρυπτογράφησης 512 χαρακτήρων, επιβάλλουμε αυστηρά μέτρα για την προστασία ευαίσθητων δεδομένων. Τα δεδομένα αποθηκεύονται σε έναν απομακρυσμένο διακομιστή βάσης δεδομένων που βρίσκεται στην Ευρωπαϊκή Ένωση, ασφαλισμένος με την ολοκληρωμένη υποδομή ασφαλείας που παρέχεται από την Amazon Web Services.
es: Con la ayuda de protocolos de cifrado modernos que incluyen una clave de cifrado de 512 caracteres, imponemos medidas estrictas para proteger los datos confidenciales. Los datos se almacenan en un servidor de base de datos remoto ubicado en la Unión Europea, protegido con la infraestructura de seguridad integral proporcionada por Amazon Web Services.
fi: Nykyaikaisten salausprotokollien avulla, jotka sisältävät 512-merkkisen salausavaimen, asetamme tiukat toimenpiteet arkaluonteisten tietojen suojaamiseksi. Tiedot tallennetaan Euroopan unionissa sijaitsevalle etätietokantapalvelimelle, joka on suojattu Amazon Web Services -palvelun tarjoamalla kattavalla tietoturvainfrastruktuurilla.
hr: Uz pomoć modernih protokola za šifriranje koji uključuju ključ za šifriranje od 512 znakova, namećemo stroge mjere za zaštitu osjetljivih podataka. Podaci se pohranjuju na udaljenom poslužitelju baze podataka smještenom u Europskoj uniji, zaštićeni sveobuhvatnom sigurnosnom infrastrukturom koju pruža Amazon Web Services.
hu: Az 512 karakteres titkosítási kulcsot tartalmazó modern titkosítási protokollok segítségével szigorú intézkedéseket vezetünk be az érzékeny adatok védelmére. Az adatokat az Európai Unióban található távoli adatbázis-szerveren tároljuk, az Amazon Web Services által biztosított átfogó biztonsági infrastruktúrával védve.
it: Con l'aiuto di moderni protocolli di crittografia che includono una chiave di crittografia di 512 caratteri, imponiamo misure rigorose per proteggere i dati sensibili. I dati vengono archiviati su un server di database remoto situato nell'Unione Europea, protetto con l'infrastruttura di sicurezza completa fornita da Amazon Web Services.
no: Ved hjelp av moderne krypteringsprotokoller som inkluderer en krypteringsnøkkel på 512 tegn, pålegger vi strenge tiltak for å beskytte sensitive data. Data lagres på en ekstern databaseserver plassert i EU, sikret med den omfattende sikkerhetsinfrastrukturen levert av Amazon Web Services.
pt: Com a ajuda de protocolos de criptografia modernos que incluem uma chave de criptografia de 512 caracteres, impomos medidas rigorosas para proteger dados confidenciais. Os dados são armazenados num servidor de base de dados remoto localizado na União Europeia, protegido pela infraestrutura de segurança abrangente fornecida pela Amazon Web Services.
ro: Cu ajutorul protocoalelor moderne de criptare care includ o cheie de criptare de 512 de caractere, impunem măsuri stricte pentru a proteja datele sensibile. Datele sunt stocate pe un server de baze de date la distanță situat în Uniunea Europeană, securizat cu infrastructura de securitate completă furnizată de Amazon Web Services.
ru: С помощью современных протоколов шифрования, включающих 512-значный ключ шифрования, мы применяем строгие меры по защите конфиденциальных данных. Данные хранятся на удаленном сервере базы данных, расположенном в Европейском Союзе, защищенном комплексной инфраструктурой безопасности, предоставляемой Amazon Web Services.
sr: Уз помоћ савремених протокола за шифровање који укључују кључ за шифровање од 512 знакова, намећемо строге мере за заштиту осетљивих података. Подаци се чувају на удаљеном серверу базе података који се налази у Европској унији, заштићен свеобухватном безбедносном инфраструктуром коју обезбеђује Амазон Веб Сервицес.
sv: Med hjälp av moderna krypteringsprotokoll som inkluderar en krypteringsnyckel på 512 tecken, inför vi strikta åtgärder för att skydda känslig data. Data lagras på en fjärrdatabasserver belägen i Europeiska Unionen, säkrad med den omfattande säkerhetsinfrastrukturen som tillhandahålls av Amazon Web Services.
tr: 512 karakterlik şifreleme anahtarını içeren modern şifreleme protokollerinin yardımıyla hassas verileri korumak için katı önlemler uyguluyoruz. Veriler, Amazon Web Services'in sağladığı kapsamlı güvenlik altyapısıyla güvenliği sağlanan, Avrupa Birliği'nde bulunan uzak bir veritabanı sunucusunda depolanır.
uk: За допомогою сучасних протоколів шифрування, які включають ключ шифрування з 512 символів, ми вживаємо суворих заходів для захисту конфіденційних даних. Дані зберігаються на віддаленому сервері бази даних, розташованому в Європейському Союзі, захищеному комплексною інфраструктурою безпеки, яку надає Amazon Web Services.

source: 7. Data Sharing and Collaborative Efforts
de: 7. Datenaustausch und Kooperationsbemühungen
el: 7. Κοινή χρήση δεδομένων και συνεργατικές προσπάθειες
es: 7. Intercambio de datos y esfuerzos colaborativos
fi: 7. Tietojen jakaminen ja yhteistyö
hr: 7. Dijeljenje podataka i zajednički napori
hu: 7. Adatmegosztás és együttműködési erőfeszítések
it: 7. Condivisione dei dati e sforzi di collaborazione
no: 7. Datadeling og samarbeid
pt: 7. Compartilhamento de dados e esforços colaborativos
ro: 7. Partajarea datelor și eforturile de colaborare
ru: 7. Обмен данными и совместные усилия
sr: 7. Дељење података и заједнички напори
sv: 7. Datadelning och samarbete
tr: 7. Veri Paylaşımı ve İşbirliği Çalışmaları
uk: 7. Обмін даними та спільні зусилля

source: Certain user data, including email addresses, names, and contact numbers, are shared with hotels to facilitate effective reservation management. Beyond established partnerships, data sharing with external organizations is limited to data automatically collected by Google Analytics and Top-Rent-A-Car.
de: Bestimmte Benutzerdaten, einschließlich E-Mail-Adressen, Namen und Kontaktnummern, werden an Hotels weitergegeben, um eine effektive Reservierungsverwaltung zu ermöglichen. Über bestehende Partnerschaften hinaus ist der Datenaustausch mit externen Organisationen auf Daten beschränkt, die automatisch von Google Analytics und Top-Rent-A-Car erfasst werden.
el: Ορισμένα δεδομένα χρηστών, συμπεριλαμβανομένων των διευθύνσεων ηλεκτρονικού ταχυδρομείου, των ονομάτων και των αριθμών επικοινωνίας, κοινοποιούνται στα ξενοδοχεία για τη διευκόλυνση της αποτελεσματικής διαχείρισης των κρατήσεων. Πέρα από τις καθιερωμένες συνεργασίες, η κοινή χρήση δεδομένων με εξωτερικούς οργανισμούς περιορίζεται σε δεδομένα που συλλέγονται αυτόματα από το Google Analytics και το Top-Rent-A-Car.
es: Ciertos datos de los usuarios, incluidas direcciones de correo electrónico, nombres y números de contacto, se comparten con los hoteles para facilitar una gestión eficaz de las reservas. Más allá de las asociaciones establecidas, el intercambio de datos con organizaciones externas se limita a los datos recopilados automáticamente por Google Analytics y Top-Rent-A-Car.
fi: Tietyt käyttäjätiedot, kuten sähköpostiosoitteet, nimet ja yhteystiedot, jaetaan hotelleille tehokkaan varaushallinnan helpottamiseksi. Vakiintuneiden kumppanuuksien lisäksi tietojen jakaminen ulkoisten organisaatioiden kanssa rajoittuu Google Analyticsin ja Top-Rent-A-Carin automaattisesti keräämiin tietoihin.
hr: Određeni korisnički podaci, uključujući adrese e-pošte, imena i brojeve za kontakt, dijele se s hotelima kako bi se olakšalo učinkovito upravljanje rezervacijama. Osim uspostavljenih partnerstava, dijeljenje podataka s vanjskim organizacijama ograničeno je na podatke koje automatski prikupljaju Google Analytics i Top-Rent-A-Car.
hu: Bizonyos felhasználói adatokat, beleértve az e-mail címeket, neveket és elérhetőségeket, megosztjuk a szállodákkal a hatékony foglaláskezelés megkönnyítése érdekében. A kialakult partnerségeken túl a külső szervezetekkel való adatmegosztás a Google Analytics és a Top-Rent-A-Car által automatikusan gyűjtött adatokra korlátozódik.
it: Alcuni dati dell'utente, inclusi indirizzi e-mail, nomi e numeri di contatto, vengono condivisi con gli hotel per facilitare una gestione efficace delle prenotazioni. Al di là delle partnership consolidate, la condivisione dei dati con organizzazioni esterne è limitata ai dati raccolti automaticamente da Google Analytics e Top-Rent-A-Car.
no: Visse brukerdata, inkludert e-postadresser, navn og kontaktnumre, deles med hoteller for å lette effektiv reservasjonsadministrasjon. Utover etablerte partnerskap er datadeling med eksterne organisasjoner begrenset til data som automatisk samles inn av Google Analytics og Top-Rent-A-Car.
pt: Determinados dados dos utilizadores, incluindo endereços de e-mail, nomes e números de contacto, são partilhados com os hotéis para facilitar a gestão eficaz das reservas. Para além das parcerias estabelecidas, a partilha de dados com organizações externas está limitada aos dados recolhidos automaticamente pelo Google Analytics e pela Top-Rent-A-Car.
ro: Anumite date despre utilizatori, inclusiv adrese de e-mail, nume și numere de contact, sunt partajate hotelurilor pentru a facilita gestionarea eficientă a rezervărilor. Dincolo de parteneriatele stabilite, partajarea datelor cu organizațiile externe se limitează la datele colectate automat de Google Analytics și Top-Rent-A-Car.
ru: Определенные данные пользователей, включая адреса электронной почты, имена и контактные телефоны, передаются отелям для облегчения эффективного управления бронированием. Помимо установленных партнерских отношений, обмен данными с внешними организациями ограничивается данными, автоматически собираемыми Google Analytics и Top-Rent-A-Car.
sr: Одређени кориснички подаци, укључујући адресе е-поште, имена и контакт бројеве, деле се са хотелима како би се олакшало ефикасно управљање резервацијама. Осим успостављених партнерстава, дељење података са спољним организацијама је ограничено на податке које аутоматски прикупљају Гоогле аналитика и Топ-Рент-А-Цар.
sv: Vissa användardata, inklusive e-postadresser, namn och kontaktnummer, delas med hotell för att underlätta effektiv bokningshantering. Utöver etablerade partnerskap är datadelning med externa organisationer begränsad till data som automatiskt samlas in av Google Analytics och Top-Rent-A-Car.
tr: Etkili rezervasyon yönetimini kolaylaştırmak için e-posta adresleri, isimler ve iletişim numaraları dahil belirli kullanıcı verileri otellerle paylaşılır. Kurulu ortaklıkların ötesinde, dış kuruluşlarla veri paylaşımı, Google Analytics ve Top-Rent-a-Car tarafından otomatik olarak toplanan verilerle sınırlıdır.
uk: Певні дані користувачів, зокрема адреси електронної пошти, імена та контактні номери, передаються готелям для ефективного керування бронюванням. Окрім встановлених партнерських відносин, обмін даними із зовнішніми організаціями обмежується даними, автоматично зібраними Google Analytics і Top-Rent-A-Car.

source: 8. Cross-Border Data Transfers
de: 8. Grenzüberschreitende Datenübertragungen
el: 8. Διασυνοριακές Μεταφορές Δεδομένων
es: 8. Transferencias de datos transfronterizas
fi: 8. Rajat ylittävät tiedonsiirrot
hr: 8. Prekogranični prijenos podataka
hu: 8. Határokon átnyúló adatátvitel
it: 8. Trasferimenti transfrontalieri di dati
no: 8. Grenseoverskridende dataoverføringer
pt: 8. Transferências de dados transfronteiriças
ro: 8. Transferuri transfrontaliere de date
ru: 8. Трансграничная передача данных
sr: 8. Прекогранични пренос података
sv: 8. Dataöverföringar över gränserna
tr: 8. Sınır Ötesi Veri Transferleri
uk: 8. Транскордонна передача даних

source: User personal data remain entirely within the European Union. In cases where your citizenship falls outside the EU, data may be transferred internationally for storage within the jurisdiction of the EU.
de: Die personenbezogenen Daten der Nutzer verbleiben vollständig in der Europäischen Union. In Fällen, in denen Ihre Staatsbürgerschaft außerhalb der EU liegt, können Daten zur Speicherung innerhalb der Gerichtsbarkeit der EU international übermittelt werden.
el: Τα προσωπικά δεδομένα χρήστη παραμένουν εξ ολοκλήρου εντός της Ευρωπαϊκής Ένωσης. Σε περιπτώσεις όπου η υπηκοότητά σας δεν ανήκει στην ΕΕ, τα δεδομένα ενδέχεται να μεταφερθούν διεθνώς για αποθήκευση εντός της δικαιοδοσίας της ΕΕ.
es: Los datos personales del usuario permanecen íntegramente dentro de la Unión Europea. En los casos en que su ciudadanía se encuentre fuera de la UE, los datos pueden transferirse internacionalmente para su almacenamiento dentro de la jurisdicción de la UE.
fi: Käyttäjien henkilötiedot pysyvät kokonaisuudessaan Euroopan unionin alueella. Tapauksissa, joissa kansalaisuutesi on EU:n ulkopuolella, tietoja voidaan siirtää kansainvälisesti säilytettäväksi EU:n lainkäyttöalueella.
hr: Osobni podaci korisnika ostaju u cijelosti unutar Europske unije. U slučajevima kada je vaše državljanstvo izvan EU-a, podaci se mogu prenijeti u inozemstvo radi pohrane unutar nadležnosti EU-a.
hu: A felhasználói személyes adatok teljes egészében az Európai Unión belül maradnak. Azokban az esetekben, amikor állampolgársága az EU-n kívül esik, az adatokat nemzetközileg továbbíthatjuk tárolás céljából az EU joghatóságán belül.
it: I dati personali dell’utente rimangono interamente all’interno dell’Unione Europea. Nei casi in cui la tua cittadinanza è al di fuori dell'UE, i dati potrebbero essere trasferiti a livello internazionale per l'archiviazione all'interno della giurisdizione dell'UE.
no: Brukerpersonopplysninger forblir utelukkende innenfor EU. I tilfeller der statsborgerskapet ditt faller utenfor EU, kan data overføres internasjonalt for lagring innenfor EUs jurisdiksjon.
pt: Os dados pessoais do utilizador permanecem inteiramente dentro da União Europeia. Nos casos em que a sua cidadania não pertence à UE, os dados podem ser transferidos internacionalmente para armazenamento dentro da jurisdição da UE.
ro: Datele personale ale utilizatorului rămân în întregime în Uniunea Europeană. În cazurile în care cetățenia dumneavoastră se află în afara UE, datele pot fi transferate la nivel internațional pentru stocare în jurisdicția UE.
ru: Персональные данные пользователя остаются полностью на территории Европейского Союза. В случаях, когда ваше гражданство выходит за пределы ЕС, данные могут быть переданы на международном уровне для хранения в пределах юрисдикции ЕС.
sr: Лични подаци корисника остају у потпуности унутар Европске уније. У случајевима када ваше држављанство спада ван ЕУ, подаци се могу пренети на међународном нивоу ради складиштења у оквиру надлежности ЕУ.
sv: Användarens personuppgifter förblir helt inom Europeiska unionen. I de fall ditt medborgarskap faller utanför EU kan data överföras internationellt för lagring inom EU:s jurisdiktion.
tr: Kullanıcının kişisel verileri tamamen Avrupa Birliği dahilinde kalır. Vatandaşlığınızın AB dışında olduğu durumlarda veriler, AB'nin yetki alanı dahilinde saklanmak üzere uluslararası olarak aktarılabilir.
uk: Особисті дані користувачів повністю залишаються в межах Європейського Союзу. У випадках, коли ваше громадянство виходить за межі ЄС, дані можуть бути передані за кордон для зберігання в межах юрисдикції ЄС.

source: 9. Protection of Children's Personal Information
de: 9. Schutz personenbezogener Daten von Kindern
el: 9. Προστασία Προσωπικών Δεδομένων Παιδιών
es: 9. Protección de la información personal de los niños
fi: 9. Lasten henkilötietojen suojaaminen
hr: 9. Zaštita osobnih podataka djece
hu: 9. Gyermekek személyes adatainak védelme
it: 9. Protezione dei dati personali dei bambini
no: 9. Beskyttelse av barns personopplysninger
pt: 9. Proteção das informações pessoais das crianças
ro: 9. Protecția informațiilor personale ale copiilor
ru: 9. Защита личной информации детей
sr: 9. Заштита личних података деце
sv: 9. Skydd av barns personliga information
tr: 9. Çocukların Kişisel Bilgilerinin Korunması
uk: 9. Захист персональної інформації дітей
