Repository: DeyanVNikolov/adventora
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi, hr, hu, is, it, mk, no, pt, ro, ru, sr, sv, tr, uk

source: A user with that username already exists.
de: Ein Benutzer mit diesem Benutzernamen existiert bereits.
el: Υπάρχει ήδη ένας χρήστης με αυτό το όνομα χρήστη.
es: Un usuario con ese nombre ya existe.
fi: Kyseinen käyttäjänimi on jo käytössä toisella käyttäjällä.
hr: Korisnik s tim korisničkim imenom već postoji.
hu: Ezzel a felhasználónévvel már létezik felhasználó.
is: Notandi með þetta notendanafn er þegar til.
it: Un utente con quel nome utente esiste già.
mk: Корисник со тоа име веќе постои.
no: En bruker med det brukernavnet eksisterer allerede.
pt: Um usuário com esse nome já existe.
ro: Un utilizator cu acest nume de utilizator există deja.
ru: Пользователь с таким именем уже существует.
sr: Корисник са тим корисничким именом већ постоји.
sv: En användare med det användarnamnet finns redan.
tr: Bir kullanıcı bu ismi zaten kulanıyor.
uk: Користувач із таким ім'ям вже існує.

source: Successfully registration.
de: Registrierung erfolgreich.
el: Η εγγραφή ολοκληρώθηκε με επιτυχία.
es: Registro exitoso.
fi: Rekisteröinti onnistui.
hr: Uspješna registracija.
hu: Sikeres regisztráció.
is: Skráning tókst.
it: Registrazione riuscita.
mk: Успешна регистрација.
no: Vellykket registrering.
pt: Registro com sucesso.
ro: Înregistrare cu succes.
ru: Успешная регистрация.
sr: Успешна регистрација.
sv: Registrering framgångsrikt.
tr: Başarıyla kayıt.
uk: Успішна реєстрація.

source: Invalid data.
de: Ungültige Daten.
el: Μη έγκυρα δεδομένα.
es: Datos inválidos.
fi: Virheellinen tieto.
hr: Nevažeći podaci.
hu: Érvénytelen adat.
is: Ógild gögn.
it: Dati non validi.
mk: Неважечки податоци.
no: Ugyldig data.
pt: Dados inválidos.
ro: Date invalide.
ru: Неверные данные.
sr: Неважећи подаци.
sv: Ogiltiga data.
tr: Geçersiz veri.
uk: Недійсні дані.

source: A user with that email does not exist.
de: Ein Benutzer mit dieser E-Mail existiert nicht.
el: Χρήστης με αυτό το email δεν υπάρχει.
es: No existe un usuario con ese correo electrónico.
fi: Käyttäjää, jolla on kyseinen sähköpostiosoite, ei ole olemassa.
hr: Korisnik s tom e-poštom ne postoji.
hu: Nem létezik ilyen e-mail-címmel rendelkező felhasználó.
is: Notandi með þann netfang er ekki til.
it: Un utente con quell'e-mail non esiste.
mk: Корисник со таа е-пошта не постои.
no: En bruker med den e-postadressen eksisterer ikke.
pt: Não existe um usuário com esse e-mail.
ro: Un utilizator cu acel e-mail nu există.
ru: Пользователь с таким адресом электронной почты не существует.
sr: Корисник са том е-поштом не постоји.
sv: En användare med den e-postadressen finns inte.
tr: Bu e-postaya sahip bir kullanıcı mevcut değil.
uk: Користувача з такою електронною адресою не існує.

source: Successfully logged in.
de: Erfolgreich angemeldet.
el: Έγινε επιτυχής σύνδεση.
es: Inicie sesión exitosamente.
fi: Sisäänkirjautuminen onnistui.
hr: Uspješno prijavljen.
hu: Sikeres bejelentkezés.
is: Innskráning tókst.
it: Accesso effettuato con successo.
mk: Успешно се најавивте.
no: Vellykket pålogget.
pt: Login realizado com sucesso.
ro: Conectat cu succes.
ru: Успешно авторизован.
sr: Успешно сте пријављени.
sv: Inloggad framgångsrikt.
tr: Başarıyla oturum açıldı.
uk: Успішно ввійшли.

source: Invalid password.
de: Ungültiges Passwort.
el: Λανθασμένος κωδικός.
es: Contraseña invalida.
fi: Väärä salasana.
hr: Netočna zaporka.
hu: Érvénytelen jelszó.
is: Ógilt lykilorð.
it: Password non valida.
mk: Невалидна лозинка.
no: Ugyldig passord.
pt: Senha inválida.
ro: Parolă Invalidă.
ru: Неверный пароль.
sr: Неважећа лозинка.
sv: Felaktigt lösenord.
tr: Geçersiz şifre.
uk: Недійсний пароль.

source: A user with that username does not exist.
de: Ein Benutzer mit diesem Benutzernamen existiert nicht.
el: Χρήστης με αυτό το όνομα χρήστη δεν υπάρχει.
es: No existe un usuario con ese nombre de usuario.
fi: Käyttäjää tällä käyttäjätunnuksella ei ole olemassa.
hr: Korisnik s tim korisničkim imenom ne postoji.
hu: Nem létezik ilyen felhasználónévvel rendelkező felhasználó.
is: Notandi með það notendanafn er ekki til.
it: Un utente con quel nome utente non esiste.
mk: Корисник со тоа корисничко име не постои.
no: En bruker med det brukernavnet eksisterer ikke.
pt: Não existe um usuário com esse nome de usuário.
ro: Un utilizator cu acel nume de utilizator nu există.
ru: Пользователь с таким именем пользователя не существует.
sr: Корисник са тим корисничким именом не постоји.
sv: En användare med det användarnamnet finns inte.
tr: Bu kullanıcı adına sahip bir kullanıcı mevcut değil.
uk: Користувача з таким іменем користувача не існує.

source: Successfully logged out.
de: Erfolgreich abgemeldet.
el: Έγινε επιτυχής αποσύνδεση.
es: Cerró sesión exitosamente.
fi: Uloskirjautuminen onnistui.
hr: Uspješno ste odjavljeni.
hu: Sikeresen kijelentkezett.
is: Tókst útskráður.
it: Disconnessione riuscita.
mk: Успешно се одјавив.
no: Vellykket logget ut.
pt: Desconectado com sucesso.
ro: S-a deconectat cu succes.
ru: Успешно вышел из системы.
sr: Успешно сам одјављен.
sv: Utloggad.
tr: Başarıyla çıkış yapıldı.
uk: Успішно вийшли.

source: Invalid role.
de: Ungültige Rolle.
el: Μη έγκυρος ρόλος.
es: Rol no válido.
fi: Virheellinen rooli.
hr: Nevažeća uloga.
hu: Érvénytelen szerepkör.
is: Ógilt hlutverk.
it: Ruolo non valido.
mk: Неважечка улога.
no: Ugyldig rolle.
pt: Função inválida.
ro: Rol nevalid.
ru: Недопустимая роль.
sr: Неважећа улога.
sv: Ogiltig roll.
tr: Geçersiz rol.
uk: Недійсна роль.

source: Successfully chosen role.
de: Rolle erfolgreich gewählt.
el: Επιτυχώς επιλεγμένος ρόλος.
es: Rol elegido con éxito.
fi: Onnistuneesti valittu rooli.
hr: Uspješno odabrana uloga.
hu: Sikeresen választott szerep.
is: Vel heppnað hlutverk.
it: Ruolo scelto con successo.
mk: Успешно избрана улога.
no: Vellykket valgt rolle.
pt: Função escolhida com sucesso.
ro: Rolul ales cu succes.
ru: Удачно выбранная роль.
sr: Успешно изабрана улога.
sv: Framgångsrikt vald roll.
tr: Başarıyla seçilen rol.
uk: Вдало обрана роль.

source: Successfully confirmed name.
de: Name erfolgreich bestätigt.
el: Το όνομα επιβεβαιώθηκε με επιτυχία.
es: Nombre confirmado exitosamente.
fi: Nimi vahvistettiin onnistuneesti.
hr: Ime je uspješno potvrđeno.
hu: A név sikeresen megerősítve.
is: Nafn hefur verið staðfest.
it: Nome confermato con successo.
mk: Името е успешно потврдено.
no: Navnet er bekreftet.
pt: Nome confirmado com sucesso.
ro: Numele a fost confirmat.
ru: Имя успешно подтверждено.
sr: Успешно потврђено име.
sv: Namnet har bekräftats.
tr: Ad başarıyla onaylandı.
uk: Ім'я успішно підтверджено.

source: Successfully confirmed email.
de: E-Mail erfolgreich bestätigt.
el: Το email επιβεβαιώθηκε με επιτυχία.
es: Correo electrónico confirmado exitosamente.
fi: Sähköpostin vahvistus onnistui.
hr: Uspješno potvrđena e-pošta.
hu: Az e-mail sikeresen megerősítve.
is: Tölvupóstur hefur verið staðfestur.
it: E-mail confermata con successo.
mk: Успешно потврдена е-пошта.
no: Bekreftet e-post.
pt: E-mail confirmado com sucesso.
ro: E-mail confirmat cu succes.
ru: Электронная почта успешно подтверждена.
sr: Имејл је успешно потврђен.
sv: Bekräftat e-postmeddelande.
tr: E-posta başarıyla onaylandı.
uk: Електронну адресу успішно підтверджено.

source: Invalid username. At least 5 characters.
de: Ungültiger Benutzername.
el: Μη έγκυρο όνομα χρήστη.
es: Nombre de usuario no válido.
fi: Virheellinen käyttäjätunnus. Vähintään 5 merkkiä.
hr: Nevažeće korisničko ime.
hu: Érvénytelen felhasználónév.
is: Ógilt notandanafn.
it: Nome utente non valido.
mk: Невалидно корисничко име.
no: Ugyldig brukernavn.
pt: Nome de usuário Inválido.
ro: Nume de utilizator invalid.
ru: Неверное имя пользователя. Не менее 5 символов.
sr: Погрешно корисничко име. Најмање 5 знакова.
sv: Ogiltigt användarnamn. Minst 5 tecken.
tr: Geçersiz kullanıcı adı. En az 5 karakter.
uk: Невірне ім'я користувача. Мінімум 5 символів.

source: Successfully confirmed username.
de: Benutzername erfolgreich bestätigt.
el: Το όνομα χρήστη επιβεβαιώθηκε με επιτυχία.
es: Nombre de usuario confirmado exitosamente.
fi: Käyttäjätunnus vahvistettu.
hr: Uspješno potvrđeno korisničko ime.
hu: Felhasználónév sikeresen megerősítve.
is: Notandanafn hefur verið staðfest.
it: Nome utente confermato con successo.
mk: Успешно потврдено корисничко име.
no: Bekreftet brukernavn.
pt: Nome de usuário confirmado com sucesso.
ro: Nume de utilizator confirmat.
ru: Имя пользователя успешно подтверждено.
sr: Корисничко име је успешно потврђено.
sv: Användarnamnet har bekräftats.
tr: Kullanıcı adı başarıyla onaylandı.
uk: Ім'я користувача успішно підтверджено.

source: Successfully edited profile.
de: Profil erfolgreich bearbeitet.
el: Το προφίλ επεξεργάστηκε με επιτυχία.
es: Perfil editado exitosamente.
fi: Profiilin muokkaus onnistui.
hr: Uspješno uređen profil.
hu: A profil sikeresen szerkesztve.
is: Prófílnum var breytt.
it: Profilo modificato con successo.
mk: Успешно уреден профил.
no: Redigert profil.
pt: Perfil editado com sucesso.
ro: Profil editat cu succes.
ru: Профиль успешно изменен.
sr: Профил је успешно измењен.
sv: Profilen har redigerats.
tr: Profil başarıyla düzenlendi.
uk: Профіль успішно відредаговано.

source: Incorrect old password.
de: Falsches altes Passwort.
el: Λανθασμένος παλιός κωδικός πρόσβασης.
es: Contraseña antigua incorrecta.
fi: Väärä vanha salasana.
hr: Netočna stara lozinka.
hu: Helytelen régi jelszó.
is: Rangt gamalt lykilorð.
it: Vecchia password errata.
mk: Неточна стара лозинка.
no: Feil gammelt passord.
pt: Senha antiga incorreta.
ro: Parolă veche incorectă.
ru: Неправильный старый пароль.
sr: Нетачна стара лозинка.
sv: Felaktigt gammalt lösenord.
tr: Yanlış eski şifre.
uk: Неправильний старий пароль.

source: Successfully changed password.
de: Passwort erfolgreich geändert.
el: Ο κωδικός πρόσβασης άλλαξε με επιτυχία.
es: Contraseña cambiada exitosamente.
fi: Salasanan vaihto onnistui.
hr: Lozinka je uspješno promijenjena.
hu: Sikeres jelszómódosítás.
is: Lykilorðinu var breytt.
it: Password modificata con successo.
mk: Успешно сменета лозинка.
no: Endret passord.
pt: Senha alterada com sucesso.
ro: Parola a fost schimbată cu succes.
ru: Пароль успешно изменен.
sr: Успешно промењена лозинка.
sv: Lösenordet har ändrats.
tr: Şifre başarıyla değiştirildi.
uk: Пароль успішно змінено.

source: Incorrect password.
de: Falsches Passwort.
el: Λάθος κωδικός.
es: Contraseña incorrecta.
fi: Väärä salasana.
hr: Netočna lozinka.
hu: Hibás jelszó.
is: Rangt lykilorð.
it: Password errata.
mk: Погрешна лозинка.
no: Feil passord.
pt: Senha incorreta.
ro: Parola incorecta.
ru: Неверный пароль.
sr: Погрешна лозинка.
sv: Fel lösenord.
tr: Yanlış parola.
uk: Невірний пароль.

source: Successfully deleted account.
de: Konto erfolgreich gelöscht.
el: Ο λογαριασμός διαγράφηκε με επιτυχία.
es: Cuenta eliminada exitosamente.
fi: Tilin poistaminen onnistui.
hr: Uspješno izbrisan račun.
hu: A fiók sikeresen törölve.
is: Reikningi eytt.
it: Account eliminato con successo.
mk: Успешно избришана сметка.
no: Kontoen er slettet.
pt: Conta excluída com sucesso.
ro: Contul a fost șters cu succes.
ru: Аккаунт успешно удален.
sr: Налог је успешно избрисан.
sv: Kontot har raderats.
tr: Hesap başarıyla silindi.
uk: Акаунт успішно видалено.

source: Successfully confirmed citizenship.
de: Staatsbürgerschaft erfolgreich bestätigt.
el: Επιβεβαιώθηκε με επιτυχία η υπηκοότητα.
es: Ciudadanía confirmada exitosamente.
fi: Kansalaisuus vahvistettiin onnistuneesti.
hr: Uspješno potvrđeno državljanstvo.
hu: Sikeres állampolgárság megerősítése.
is: Ríkisfang staðfestist.
it: Cittadinanza confermata con successo.
mk: Успешно потврдено државјанство.
no: Bekreftet statsborgerskap.
pt: Cidadania confirmada com sucesso.
ro: Cetățenie confirmată cu succes.
ru: Успешно подтверждено гражданство.
sr: Успешно потврђено држављанство.
sv: Bekräftat medborgarskap.
tr: Vatandaşlık başarıyla onaylandı.
uk: Громадянство успішно підтверджено.

source: Successfully confirmed phone number.
de: Telefonnummer erfolgreich bestätigt.
el: Ο αριθμός τηλεφώνου επιβεβαιώθηκε με επιτυχία.
es: Número de teléfono confirmado exitosamente.
fi: Puhelinnumeron vahvistus onnistui.
hr: Broj telefona uspješno potvrđen.
hu: A telefonszám sikeresen megerősítve.
is: Símanúmer hefur verið staðfest.
it: Numero di telefono confermato con successo.
mk: Успешно потврден телефонски број.
no: Bekreftet telefonnummer.
pt: Número de telefone confirmado com sucesso.
ro: Numărul de telefon a fost confirmat.
ru: Номер телефона успешно подтвержден.
sr: Број телефона је успешно потврђен.
sv: Telefonnumret har bekräftats.
tr: Telefon numarası başarıyla onaylandı.
uk: Номер телефону успішно підтверджено.

source: Two factor authentication is not enabled.
de: Die Zwei-Faktor-Authentifizierung ist nicht aktiviert.
el: Ο έλεγχος ταυτότητας δύο παραγόντων δεν είναι ενεργοποιημένος.
es: La autenticación de dos factores no está habilitada.
fi: Kaksivaiheinen todennus ei ole käytössä.
hr: Dvostruka autentifikacija nije omogućena.
hu: A kéttényezős hitelesítés nincs engedélyezve.
is: Tveggja þátta auðkenning er ekki virkjuð.
it: L'autenticazione a due fattori non è abilitata.
mk: Двофакторна автентикација не е овозможена.
no: Tofaktorautentisering er ikke aktivert.
pt: A autenticação de dois fatores não está habilitada.
ro: Autentificarea cu doi factori nu este activată.
ru: Двухфакторная аутентификация не включена.
sr: Двофакторска аутентификација није омогућена.
sv: Tvåfaktorsautentisering är inte aktiverad.
tr: İki faktörlü kimlik doğrulama etkin değil.
uk: Двофакторна автентифікація не ввімкнена.

source: Two factor authentication is already passed.
de: Die Zwei-Faktor-Authentifizierung ist bereits bestanden.
el: Ο έλεγχος ταυτότητας δύο παραγόντων έχει ήδη περάσει.
es: Ya se pasó la autenticación de dos factores.
fi: Kaksivaiheinen todennus on jo läpäissyt.
hr: Dvostruka autentifikacija je već prošla.
hu: A kétfaktoros hitelesítés már átment.
is: Tveggja þátta auðkenning er þegar samþykkt.
it: L'autenticazione a due fattori è già stata superata.
mk: Двофакторна автентикација е веќе помината.
no: Tofaktorautentisering er allerede bestått.
pt: A autenticação de dois fatores já foi aprovada.
ro: Autentificarea cu doi factori este deja trecută.
ru: Двухфакторная аутентификация уже пройдена.
sr: Двофакторска аутентификација је већ прошла.
sv: Tvåfaktorsautentisering är redan godkänd.
tr: İki faktörlü kimlik doğrulama zaten geçti.
uk: Двофакторну автентифікацію вже пройдено.

source: Successfully passed two factor authentication
de: Zwei-Faktor-Authentifizierung erfolgreich bestanden
el: Περάστηκε με επιτυχία ο έλεγχος ταυτότητας δύο παραγόντων
es: Pasó con éxito la autenticación de dos factores
fi: Kaksivaiheinen todennus läpäissyt onnistuneesti
hr: Uspješno prošla provjeru autentičnosti u dva faktora
hu: Sikeresen átment a kétfaktoros hitelesítésen
is: Stóðst tveggja þátta auðkenningu
it: Autenticazione a due fattori superata con successo
mk: Успешно помина автентикацијата со два фактори
no: Bestått tofaktorautentisering
pt: Autenticação de dois fatores aprovada com sucesso
ro: S-a trecut cu succes autentificarea cu doi factori
ru: Успешно пройдена двухфакторная аутентификация
sr: Успешно је прошла двофакторска аутентикација
sv: Godkände tvåfaktorsautentisering
tr: İki faktörlü kimlik doğrulamayı başarıyla geçti
uk: Успішно пройшов двофакторну аутентифікацію

source: Invalid code.
de: Ungültiger Code.
el: Μη έγκυρος κωδικός.
es: Codigo invalido.
fi: Virheellinen koodi.
hr: Neispravan kod.
hu: Érvénytelen kód.
is: Vitlaus kóði.
it: Codice non VALIDO.
mk: Погрешен код.
no: Ugyldig kode.
pt: Código inválido.
ro: Cod invalid.
ru: Неверный код.
sr: Неважећи код.
sv: Ogiltig kod.
tr: Geçersiz kod.
uk: Невірний код.

source: Two factor authentication is already enabled.
de: Die Zwei-Faktor-Authentifizierung ist bereits aktiviert.
el: Ο έλεγχος ταυτότητας δύο παραγόντων είναι ήδη ενεργοποιημένος.
es: La autenticación de dos factores ya está habilitada.
fi: Kaksivaiheinen todennus on jo käytössä.
hr: Dvostruka autentifikacija već je omogućena.
hu: A kétfaktoros hitelesítés már engedélyezve van.
is: Tveggja þátta auðkenning er þegar virkjuð.
it: L'autenticazione a due fattori è già abilitata.
mk: Двофакторна автентикација е веќе овозможена.
no: Tofaktorautentisering er allerede aktivert.
pt: A autenticação de dois fatores já está habilitada.
ro: Autentificarea cu doi factori este deja activată.
ru: Двухфакторная аутентификация уже включена.
sr: Двофакторска аутентификација је већ омогућена.
sv: Tvåfaktorsautentisering är redan aktiverad.
tr: İki faktörlü kimlik doğrulama zaten etkin.
uk: Двофакторну автентифікацію вже ввімкнено.

source: You cannot enable two factor authentication with a social login.
de: Sie können die Zwei-Faktor-Authentifizierung nicht mit einem Social-Login aktivieren.
el: Δεν μπορείτε να ενεργοποιήσετε τον έλεγχο ταυτότητας δύο παραγόντων με μια κοινωνική σύνδεση.
es: No puede habilitar la autenticación de dos factores con un inicio de sesión social.
fi: Et voi ottaa kaksivaiheista todennusta käyttöön sosiaalisella kirjautumisella.
hr: Ne možete omogućiti dvofaktornu autentifikaciju putem društvene mreže.
hu: Közösségi bejelentkezéssel nem engedélyezheti a kéttényezős hitelesítést.
is: Þú getur ekki virkjað tveggja þátta auðkenningu með félagslegri innskráningu.
it: Non è possibile abilitare l'autenticazione a due fattori con un accesso social.
no: Du kan ikke aktivere tofaktorautentisering med en sosial pålogging.
pt: Você não pode ativar a autenticação de dois fatores com um login social.
ro: Nu puteți activa autentificarea cu doi factori cu o autentificare socială.
ru: Вы не можете включить двухфакторную аутентификацию с помощью входа в социальную сеть.
sr: Не можете омогућити двофакторску аутентификацију са друштвеном пријавом.
sv: Du kan inte aktivera tvåfaktorsautentisering med en social inloggning.
tr: Sosyal oturum açmayla iki faktörlü kimlik doğrulamayı etkinleştiremezsiniz.
uk: Ви не можете ввімкнути двофакторну автентифікацію за допомогою соціального входу.

source: Successfully enabled two factor authentication.
de: Zwei-Faktor-Authentifizierung erfolgreich aktiviert.
el: Ενεργοποιήθηκε με επιτυχία ο έλεγχος ταυτότητας δύο παραγόντων.
es: Se habilitó con éxito la autenticación de dos factores.
fi: Kaksivaiheinen todennus otettiin käyttöön.
hr: Uspješno omogućena provjera autentičnosti u dva faktora.
hu: A kéttényezős hitelesítés sikeresen engedélyezve.
is: Tvíþætt auðkenning tókst að virkja.
it: Autenticazione a due fattori abilitata con successo.
mk: Успешно е овозможена автентикација со два фактори.
no: Vellykket aktivert tofaktorautentisering.
pt: Autenticação de dois fatores habilitada com sucesso.
ro: Autentificarea cu doi factori a fost activată.
ru: Двухфакторная аутентификация успешно включена.
sr: Успешно је омогућена аутентификација са два фактора.
sv: Tvåfaktorsautentisering har aktiverats.
tr: İki faktörlü kimlik doğrulama başarıyla etkinleştirildi.
uk: Успішно ввімкнено двофакторну автентифікацію.

source: Successfully disabled two factor authentication.
de: Die Zwei-Faktor-Authentifizierung wurde erfolgreich deaktiviert.
el: Απενεργοποιήθηκε με επιτυχία ο έλεγχος ταυτότητας δύο παραγόντων.
es: Se deshabilitó con éxito la autenticación de dos factores.
fi: Kaksivaiheinen todennus on poistettu käytöstä.
hr: Uspješno je onemogućena provjera autentičnosti u dva faktora.
hu: A kéttényezős hitelesítés letiltása sikerült.
is: Tvíþætt auðkenning hefur verið gerð óvirk.
it: Autenticazione a due fattori disabilitata con successo.
mk: Успешно оневозможена автентикација со два фактори.
no: Deaktivert tofaktorautentisering.
pt: Autenticação de dois fatores desativada com sucesso.
ro: Autentificarea cu doi factori a fost dezactivată.
ru: Двухфакторная аутентификация успешно отключена.
sr: Успешно је онемогућена аутентификација са два фактора.
sv: Tvåfaktorsautentisering har inaktiverats.
tr: İki faktörlü kimlik doğrulama başarıyla devre dışı bırakıldı.
uk: Двофакторну автентифікацію успішно вимкнено.

source: Invalid login data. Please try again.
de: Ungültige Anmeldedaten. Bitte versuche es erneut.
el: Μη έγκυρα δεδομένα σύνδεσης. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
es: Datos de inicio de sesión no válidos. Inténtalo de nuevo.
fi: Virheelliset kirjautumistiedot. Yritä uudelleen.
hr: Nevažeći podaci za prijavu. Molim te pokušaj ponovno.
hu: Érvénytelen bejelentkezési adatok. Kérlek próbáld újra.
it: Dati di accesso non validi. Per favore riprova.
no: Ugyldige påloggingsdata. Vær så snill, prøv på nytt.
pt: Dados de login inválidos. Por favor, tente novamente.
ro: Date de conectare nevalide. Vă rugăm să încercați din nou.
ru: Неверные данные для входа. Пожалуйста, попробуйте еще раз.
sr: Неважећи подаци за пријаву. Молим вас, покушајте поново.
sv: Ogiltiga inloggningsuppgifter. Var god försök igen.
tr: Geçersiz oturum açma verileri. Lütfen tekrar deneyin.
uk: Недійсні дані для входу. Будь ласка спробуйте ще раз.

source: To continue, you need to pass an automated security check. Please wait. if you are not redirected within 5 seconds, complete the captcha and click continue.
de: Um fortzufahren, müssen Sie eine automatische Sicherheitsüberprüfung bestehen. Bitte warten. Wenn Sie nicht innerhalb von 5 Sekunden weitergeleitet werden, füllen Sie das Captcha aus und klicken Sie auf „Weiter“.
el: Για να συνεχίσετε, πρέπει να περάσετε έναν αυτοματοποιημένο έλεγχο ασφαλείας. Παρακαλώ περιμένετε. Εάν δεν ανακατευθυνθείτε εντός 5 δευτερολέπτων, ολοκληρώστε το captcha και κάντε κλικ στη συνέχεια.
fi: Jos haluat jatkaa, sinun on läpäistävä automaattinen turvatarkastus. Odota. Jos sinua ei ohjata uudelleen 5 sekunnin kuluessa, suorita captcha ja napsauta jatka.
hr: Za nastavak morate proći automatsku sigurnosnu provjeru. Molimo pričekajte. ako ne budete preusmjereni unutar 5 sekundi, dovršite captcha i kliknite Nastavi.
it: Per continuare è necessario superare un controllo di sicurezza automatizzato. Attendere prego. se non vieni reindirizzato entro 5 secondi, completa il captcha e clicca su continua.
ro: Pentru a continua, trebuie să treceți un control automat de securitate. Va rugam asteptati. dacă nu sunteți redirecționat în 5 secunde, completați captcha și faceți clic pe Continuare.
ru: Для продолжения вам необходимо пройти автоматическую проверку безопасности. Пожалуйста, подождите. если вы не будете перенаправлены в течение 5 секунд, введите код и нажмите «Продолжить».
sr: Да бисте наставили, потребно је да прођете аутоматску безбедносну проверу. Сачекајте. ако не будете преусмерени у року од 5 секунди, попуните цаптцха и кликните на наставак.
sv: För att fortsätta måste du klara en automatisk säkerhetskontroll. Vänta. om du inte omdirigeras inom 5 sekunder, slutför captcha och klicka på fortsätt.
tr: Devam etmek için otomatik bir güvenlik kontrolünden geçmeniz gerekiyor. Lütfen bekleyin. 5 saniye içinde yönlendirilmezseniz captcha'yı tamamlayın ve devam et'i tıklayın.
uk: Щоб продовжити, вам потрібно пройти автоматичну перевірку безпеки. Будь ласка, зачекайте. якщо вас не буде перенаправлено протягом 5 секунд, завершіть код перевірки та натисніть «Продовжити».

source: Continue
de: Weitermachen
el: Να συνεχίσει
fi: Jatkaa
hr: Nastaviti
it: Continua
ro: Continua
ru: Продолжать
sr: Настави
sv: Fortsätta
tr: Devam etmek
uk: Продовжити

source: Room not available
de: Zimmer nicht verfügbar
el: Το δωμάτιο δεν είναι διαθέσιμο
es: Habitación no disponible
fi: Huone ei ole käytettävissä
hr: Soba nije dostupna
hu: A szoba nem elérhető
it: Camera non disponibile
no: Rom ikke tilgjengelig
pt: Quarto não disponível
ro: Camera nu este disponibilă
ru: Комната недоступна
sr: Соба није доступна
sv: Rum ej tillgängligt
tr: Oda mevcut değil
uk: Кімната недоступна

source: Invalid dates
fi: Virheelliset päivämäärät
ru: Неверные даты
sr: Неважећи датуми
sv: Ogiltiga datum
tr: Geçersiz tarihler
uk: Недійсні дати
